universityList = {
  "polyu": "香港理工大學",
  "hku": "香港大學",
  "cuhk": "香港中文大學",
  "lu": "嶺南大學",
  "hkust": "香港科技大學",
  "eduhk": "香港教育大學",
  "openu": "香港都會大學",
  "cityu": "香港城市大學",
  "hkbu": "香港浸會大學"
}

const data = [
  {
    caseCode: 1,
    university: universityList["polyu"],
    department: "應用社會科學系",
    caseTitle: "兒童與青少年發展 (Promotion of Children and Adolescent Development)",
    lecturer: "于璐",
    details: {
      caseDescription: {
        content: "個案一報導了一個名為「促進兒童與青少年發展」(以下簡稱「兒童」)的三學分服務 學習課程。本課程是由來自香港理工大學 (以下簡稱理大) 應用社會科學系的于璐博士 所提供。\n\n這課程旨在讓學生能夠 1) 批判地研究兒童和青少年發展的不同觀點，並將其應用於理 解社區中貧困兒童和青少年的需求和發展潛力;2) 通過服務提供，在現實生活處境中 整合有關兒童及青少年成長的知識;3)應用學科的知識和技能(例如與兒童和青少年 的互動和溝通技巧)來處理服務環境中的複雜問題;4)作為選擇學科的專業人士及負 責任的公民身份，反思他們的角色和職責;5)培養積極的價值觀和長處;6)培養公 民責任及親善社會行為;7)培養對他人的關懷和同情心，特別是對於弱勢兒童和社區 中的青少年;8)增強自信、解決問題和決策能力; 9)通過與合作夥伴、合作機構、 父母和服務對象的合作來增強社交能力和人際交往能力。\n\n「兒童」課程跨越春季和暑假兩個學期。在春季學期裏，學生需要完成 10 小時網上服 務學習課程，內容包括服務學習的基本概念和實踐，例如服務學習的原理、概念和研 究，服務學習對服務使用者、 社區、學生和大學的好處，有關道德的問題，有效的團 隊合作和服務學習中的解決問題技巧，反思作為學習特定學科概念的工具。\n\n在春季學期中，這課程還包括一節課涉及課程內容和三節課有關兒童青少年發展相關 的理論。每節課持續三個小時，包括: 1) 獲取學科特定知識的講座和研討會，兒童和 青少年發展的發展理論、人類發展的生態模式、正向青少年發展、優勢干預模式;2) 一系列研討會，讓學生掌握管理項目特定的技能，例如兒童和青少年的投入參與和溝 通技巧、提升他們能力的方法、兒童和青少年發展的評估、服務規劃、提供服务和評 估服务成效等; 3) 學生小組討論和工作坊，為貧困兒童和青少年制定服務課程，分享 道德和倫理問題、服務提供技巧和課堂管理，學生藉此培養團隊合作能力。在服務活 動工作坊中，課程導師指導大學生如何設計教學方案，掌握基本的教學技能，例如針對如何激發小學生的學習興趣和動力，以及讓他們參與課堂學習的策略的課程，大學 生可以根據自己的經驗和興趣，自由選擇具體的教學主題。\n\n暑假學期開始時，學生需在理大完成五個工作坊。接着便是參加為期 10 天的內地服務 學習活動項目，地點包括上海、杭州、西安。在這十天中，首兩天是服務前的準備， 隨後五天是在一間指定小學進行教學活動。服務活動結束後翌日，課程導師會組織第 六個工作坊，旨在幫助學生鞏固所學到的東西。返回香港後，學生還需參加最後一個 工作坊，內容主要是同學以小組形式作出口頭報告。"
      },
      partnership: {
        content: [
          {
            header: "合作目的",
            text:
              "舉辦「兒童」這一課程，理大與中國內地的浙江大學合作，並在浙江省杭州市的一所 小學展開服務活動。這所小學是一所外地民工 (migrant workers) 子弟學校，大部分學生 在中國其他省市出生，父母來自不同地方來到杭州打工，因此當地政府成立了這樣一 所專門照顧外地民工子弟的學校。\n\n在理大修讀「兒童」課程的同學於暑假中前往杭州，在這所小學展開為期五天的服務活動，主要為小學生授課;期間浙江大學的研究生參與課堂觀察，並於課堂後參與小組討論，分享觀察心得及意見。\n\n「兒童」課程強調與服務合作伙伴進行充分及有效的溝通。這所小學最初是由浙江大 學的同事負責聯絡，在確實了基本的合作意向後，與學校代表直接會面前，「兒童」 課程導師就將整個服務計劃發送給學校校長，徵求校長的忠告及意見。服務計劃內容 包括:\n- 理大計劃做什麼 ?\n- 理大的期望及服務安排建議是否合理 ?\n- 在學校看來，這樣做是否合適 ?\n- 在當前的學校環境下能否實現 ?\n- 學校對理大及浙江大學的學生有哪些期望?例如，期望大學生講授哪些主題和內容。\n\n課程導師根據以下四個主題包括趣味科學(interesting science)、健康推廣(health promotion)、個人發展(personal development)及趣味日常英語(interesting daily English)徵求學校意見及了解其對各個主題內容及比重的期望，相應地作出調整。當 學校審閱服務計劃之後，對服務學習的理念表示接納和認同，對學生的服務熱忱和態 度也表示信任。經此積極的溝通後，學校會感到備受尊重。對服務細節有充分的了解， 而且意見獲得回應，合作夥伴會更願意合作。\n\n在服務期間，合作雙方必須處理衝突並保持相互之間的良好了解。理大表示，希望學 生能夠主導課堂管理的角色。最初，參與的學校的班主任擔心大學生的不善於課堂管 理，於是經常進入課室作出干預，以管好學生的紀律。然而，當班主任出現時，小學 生會很快地聽從班主任的指示，而大學生的表現便有所限制。在學習的過程中，班主 任會認為課堂紀律過於鬆散，而理大學生會認為班主任過於嚴厲。\n\n為了加強相互的了解，理大導師邀請了班主任一起參加於每天下午的舉行的反思會議， 分享他們的觀察和擔心。大學生也會解釋自己的互動教學方式以及對一個吵鬧的課堂 的理解。漸漸地經過充分的理解之後，於第二年便減少了干預。課程導師也會在準備 階段時，著重引導學生理解兩地文化上的差異，期望活動能如期完成。\n\n第三年開始，合作模式已漸趨順利，班主任終於表現出對大學生的信心，沒有每天觀 察課堂教學。相反，他們會先與大學生見面，介紹班級信息以及小學生的特點，需要 時，大學生也可以輕鬆地在辦公室與他們聯絡。 在服務日結束時將定期舉行反思會議。 經過這個積極的溝通和相互調整的過程，雙方的合作模式終於建立起來。\n\n服務活動結束後，透過不同方式，理大與這所內地小學校保持聯繫:\n\n<b><i>分享學生學習成果。</i></b> 服務結束後，小學邀請了當地一家電視台拍攝學校的畢業典禮， 並且在新聞時段播放。學校將這些資料與理大導師分享，這些材料可以用於下一年度 的教學。理大亦與小學分享在服務期間拍攝的有關教學活動及反思會的進展和成果的 影片及照片。\n\n<b><i>I邀請學校出席學術會議。</i></b> 第一年結束以後，理大導師根據第一年搜集的資料撰寫了一 篇文章，並在獲邀於學術會議中發表，合作伙伴也獲邀參加會議，這有助於增進雙方 的瞭解和聯繫。\n\n<b><i>發展個人人際關係。</i></b> 課程導師與學校的老師也建立起個人的人際關係。大家互相問候， 瞭解現況，這樣服務合作夥伴之間逐漸建立並維持了信任的合作關係。"
          },
          {
            header: "班級規模改變的挑戰",
            text:
              "第一年理大大約有 40 位學生參加「兒童」這課程，由兩位老師共同負責，帶領這 40 位學生往杭州。由於第一年的學習經驗和成果非常正面，小學希望理大於第二年能夠 繼續提供服務活動，亦願意發展長期合作關係。 於是理大於第二年就將該課程擴充至 兩班，約有 80 名學生參加。同時增加了兩位課程導師和一位項目助理(project assistant)。最後總共五位同事一齊帶領約 80 名大學生前去杭州。四位課程導師負責指 導理大學生，而項目助理負責處理行政事宜。四至五位學生組織成一個小組，去服務 大約二十位小學生。小學生人數也從第一年的 200 名左右，增加至 400 名左右。\n\n班級規模的擴展張，讓理大和小學都帶來一些新挑戰。小學需要更多支持，例如在處 理膳食和保持衛生條件方面。同時還需要處理其他問題，當小學生遇到問題時，習慣 尋求校長和班主任恊助，而不是先與大學生商討和尋求幫助。例如，其他班的小朋友 已經開始吃飯，但某一班的飯盒還沒有送到教室時，有些小學生就開始哭起來和直接 去找校長。\n\n班裏人數增加，引至更多意外的情況出現。帶隊的課程導師也遇到問題，例如一位導 師的健康突然出現問題，需提前返港。導師之間需及時的作出人手調配。之後都維持 有 80 名學生的規模，所有學生分成兩大班，然後兩大班又分成四小組，每小組 20 人。 從指導與觀察的角度，課程導師認為 20 人一組是比較合適的。"
          }
        ]
      },
      linkage: {
        content:
          "在設計課程時，「兒童」課程導師十分關注學生在為服務對象安排的服務活動中應用課堂所學知識的機會。如果兩者有所脫節，學生會認為之前上那些課都沒有用，服務活動也與一般的義工活動沒有分別。\n\n在促進課程與服務相結合方面，課程導師在春季學期會介紹有關兒童和青少年不同發 展階段的特點。學生在設計小組教學方案的時候，學生有機會根據所學理論發展適當 的教學題目。例如，課堂中導師講授有關兒童中期(middle childhood)在生理健康方 面的一個特點是容易出現意外，於是當選取“健康推廣”作為主題時，大學生選擇以 「傢俱安全」為題，教授低年級的小學生如何在家庭中保護好自己。\n\nA課程的另一個目標是培養學生的團隊合作能力，所以在服務活動中，大學生會分組，每組負責帶領二十名左右的小學生的服務活動。每次都會有一名學生領隊，在其他學生成員的支持下，帶領小學生參與討論和活動，在這方面提高大學生的團隊合作、協作和溝通能力。\n\n除了設計階段之外，在每天的服務活動結束後，課程導師帶領反思討論時也十分注重 如何與課程內容相聯繫。大學生會被引導尊重孩子的個體差異和多樣性。大學生於實 際教學過程中，常常會遇到學生學習表現差異的情況。例如，在學習英文時，一些小 學生水準很高，但有些小學生只達到入門水準。課程導師就會提供非常具體的建議， 如何設計分層的學習任務，根據學生能力設計不同水準的工作紙，給學生提供不同的 鷹架 (scaffolding)。同時導師引導大學生理解兒童及青少年發展的個別差異與多樣性問 題，以及在服務活動過程中照顧學生的多樣性。"
      },
      service: {
        content: [
          {
            header: "理解服務對象",
            text:
              "理大學生會提早兩日到達杭州，為服務活動做好準備。準備事項主要包括前往服務學 校，通過與校長及班主任的會面，瞭解學校的情況以及學生的一般特點。由於在服務 中會遇到一些有特殊教育需要的學生，所以在與班主任面談時，也會著重瞭解這些學 生的特點以及處理方式。\n\n正式服務活動開始前，除了對小學生特點有所認識之外，在服務的過程中，課程導師 也十分注重在每日的反思活動中與理大學生一起分析小學生的特點和行為，尤其是一 些小學生做出叛逆的行為時，導師會探索背後的原因是什麼，學生的負面情緒是如何 產生等等，這對大學生加深理解小學生的特點很有幫助。"
          },
          {
            header: "與服務對象直接接觸",
            text:
              "針對不同類型的服務活動，「兒童」課程導師十分認大學生與接受服務者直接接觸與 互動的作用。相信透過直接接觸，大學生更能出自真心地關心那些小學生，並產生同 情心。比如上博士班的一位女生，開課之初表示很討厭接觸兒童，但在服務活動結束 後，這位同學主動去參加了一項去非洲幫助兒童的項目，這位女學生坦言這個「兒童」 課程改變了她對兒童的觀感，有感他們有時雖然很麻煩，但對人卻很真誠。"
          },
          {
            header: "學生自主",
            text:
              "學生在服務學習中有較大自由度。例如，課程導師設計了四個授課主題:趣味科學 (interesting science)、健康推廣(health promotion)、個人發展(personal development)及趣味日常英語(interesting daily English)。學生可在這四個主題範圍 內，根據自己的經驗及興趣來設計和選擇具體的題目。課程導師十分鼓勵學生選擇一 些與自己專科相關的題目。比如說市場行銷或金融專科的同學可以教小學生如何管理 自己的零用錢。為協助理大學生完成活動設計及教學相關的活動，“兒童”科目導師 為大學生提供相關工作坊，教授一些教學技巧，例如，如何讓小學生投入活動，如何 提升小學生的學習動機。\n\n大學生也將與導師討論他們的課程計劃。 在導師的指導下，學生會根據小學生的發展 水平和中國內地不同的學習環境，調整教學計劃。\n\n完成教教學計劃後，大學生會與導師討論該教學計劃有多大的程度適合小學生 的發展水平以及內容是否適合中國內地的環境。例如，在「兒童」課堂裏會介紹有關 於身體發育(physical development)的知識。而針對高小學生的學習需要，大學生計 劃探討性教育相關的題目，導師並就此解釋中國內地的社會背景以及人們對性教育的 一般看法，並建議適合程度的範圍。大學生根據導師提供的意見修訂教案。在這過程 中，導師會給與指導，但不會直接修訂學生的教案。"
          }
        ]
      },
      reflection: {
        content:
          "反思活動貫穿整個課程。服務活動前，導師會介紹相關理論，並學生則會反思個人的成長經驗。在工作坊中，導師會著重引導學生運用所學的技巧管理課堂，讓小學生投入學習。課程導師會提出具體情境和問題，引導學生思考解決方法而從中學習，經過 持續的反思活動，導師觀察到學生在提供服務的過程中，會運用所學分析問題及反思 個人學習心得。\n\n在杭州進行服務活動過程中，每天活動結束後，課程導師、理大學生、浙江大學 (以下 簡稱浙大) 學生都會參與反思會議，而小學教師有時也會參加。學生更願意在真誠表 達、相互信任、支持和安全氛圍的學習環境中分享真實感受和反思自己。\n\n每位理大學生先介紹自己上課的情況，反思自己表現好的方面和遇到的困難，與小朋 友相處的情況等。每位學生都會在課堂上談論他們的教學過程，並反思自己在服務活 動中的表現和困難。他們還分享如何與孩子們相處。在分享和反思中，除了正面收穫， 師生也會分析各自的弱點及可改善之處。\n\n在反思會議中，浙大同學擔任觀察者的角色，他們會分享在課堂中的觀察。課程導師 針對大學生如何照顧小學生不同的身心需求，設計了課堂觀察表。在擔任觀察角色之 前，他們需要參加一個關於如何使用觀察表、記錄原則以及在對學生的表現發表評論 時如何給予積極鼓勵和建設性意見的工作坊。\n\n雖然觀察結果不會作為評估分數，但使用觀察表可以幫助學生組織觀察內容，遵循適 當的觀察原則，在反思會上提出有益的意見和建議。課程導師發現，這些意見對教學 過程的改進非常有幫助，因此，學生通常可以在接下來的服務過程中及時作出調整。\n\n針對學生和觀察者提出的挑戰和困難，課程導師盡量提供及時的回應和建議。例如與 如何與兒童說話和相處。當遇到無法即刻解決的問題時，導師會解釋一些原則，讓學 生理解當時情況。當個別學生出現情緒問題時，導師會跟進個別情況及作出支持，例 如，理大學生會提出中國內地跟香港在教育方式上的差異，中國內地的老師非常強調 課堂上學生的紀律以及對他們有嚴格規範。理大同學會發表自己的看法，討論如何運 用較互動性強的方法上課。"
      },
      assessment: {
        content: [
          {
            header: "",
            text:
              "「兒童」這一課程採用了多元化的評估方法，兒童課程採用了多評價的方法。 根據不 同服務學習階段活動的不同目標，獲取理大學生的學習和服務表現的資料，以評估他 們的學習成果。\n\n學生的成績評估:他們的課堂參與和討論 (10%);一份服務建議，包括理論、概念、 一般常識和特定應用的知識、以及積極價值觀和優勢導向的要素(15%);服務項目 的表現，包括學生提供服務的態度、努力和表現、他們解決問題的能力、決策能力、 參與和與服務對象的溝通，以及與其他學生合作等(20%);學生的反思日誌，關於他們 將知識融入現實生活情況的能力、他們作為專業人士和公民的角色、責任和貢獻、他 們的優勢和潛力、他們對幫助弱勢兒童和青少年的熱情，他們解決問題和決策的能力， 以及他們與他人合作的社交能力和人際交往能力(30%);關於鞏固他們的知識、經 驗、技能和學習成果以及提出建議在貧困環境中培養兒童和青少年能力的服務 (25%)。"
          },
          {
            header: "對理論的理解",
            text:
              "「兒童」這一課程第二至第四節，主要是介紹與兒童和青少年發展相關的理論、一些 正向心理學的理論，以及生態模式(ecological model)等基本理論。第四課節結束後，大學生需要完成一份反思日誌(reflective journal)，綜合個人成長過程,以探討所學理論如 何幫助他們理解服務對象的特點和發展。"
          },
          {
            header: "服務過程中的直接觀察",
            text:
              "「兒童」共有四位課程導師，每位導師負責帶領 20 位同學。在服務活動期間，學生每 天會給當地的小學生上課，幾位導師會觀察他們所負責的學生。浙江大學的研究生也 會參與課堂觀察，記錄理大學生在主持課堂、團隊合作及與兒童互動的表現。浙大學 生的評分並不直接構成學生的分數，而是作為導師評分的參考。"
          },
          {
            header: "每日的反思會議",
            text:
              "每天完成教學活動後，各個小組會進行一個多小時的反思會議。會上，每個小組匯報 當天服務成果、所遇見的困難、難以解決的問題、印象深刻的時刻及個人收穫等。學 生在小組會議中的參與和反思會作為評分的一部分。"
          },
          {
            header: "小組口頭報告 ",
            text:
              "服務活動結束後，各學生小組對整個服務過程進行口頭匯報，包括對服 務過程和結果的分析和回顧，以及服務對學校和在校小學生的影響。"
          },
          {
            header: "期末反思報告",
            text:
              "反思報告中，每位同學回顧自己在整個服務活動中的收穫，如何應用所學理論設計服務活動。"
          },
          {
            header: "同儕評估",
            text:
              "反思報告中，每位同學回顧自己在整個服務活動中的收穫，如何應用所學理論設計服務活動。"
          }
        ]
      },
      support: {
        content: [
          {
            header: "課程導師",
            text:
              "服務學習不同於傳統的教學， 這要求導師認識到服務學習的概念，並相信它可以對學 生的學習產生積極的影響，它還要求導師對服務學習的特點有一個具體而透徹的理解。 此外，學科導師還需要投入更多的時間和精力來處理與其他利益相關者相關的事務， 例如學生和其他服務合作夥伴。課程講師還需要為學生與合作夥伴和服務對象一起設 計和實踐服務計劃提供額外的指導。因此，課程導師也需要花時間深入了解合作夥伴 的期望和需求。\n\n關於「兒童」課程，在服務活動之前的準備階段，課程導師對學生提供指導和支持， 包括教案設計的指導。例如，當發現小學生可能難以理解時，課程導師會建議學生調 整內容的難度。課程導師亦會建議所選課題是否適合內地學生，並會建議大學生如何 根據小學的背景和情況修改計劃。例如，一組學生設計了與性教育相關的主題， 課程 導師會解釋內地與香港在小學在生身體健康和性教育方面的差異，並建議大學生如何 修改教學計劃和方法。學生們參考導師的意見，修改了自己的教學計劃。\n\n再比如「兒童」課程側重於促進正向青年發展 (positive youth development)。 理解和尊 重学生的多样发展是重要原則之一。在指導大學生設計教學計劃和教學實踐中，課程 導師非常注重引導大學生照顧學生多样性。如果有學生跟不上進度，導師會就如何設置分層內容和課程作業提出具體建議。在實施過程中，也考慮到學童的多元化，根據 學生參與活動的差異給與不同的支持和幫助。\n\n當服務活動正式開始時，大學生們會遇到一些無法預料的挑戰，他們的情緒也會波動。 課程導師十分注重為學生提供情緒上的支援。他們將觀察大學生在態度、參與程度和 對學生的關懷方面的表現和改進，導師會認可學生的長處並提出改進建議。 導師觀察 到，當大學生受到積極鼓勵時，他們往往更願意主動改進教學計劃，並考慮多種策略 來提高小學生的學習效率。例如，在教學的第一天，通常每個人都感到沮喪，導師會 著重給大學生情感上的支持，告訴他們第一天的表現並不是最重要的。導師更關心大 學生在整個服務過程中所投入的時間和精力，他們對服務活動的態度，對小學生的關 懷，以及在此過程中大學生的進步。導師們肯定了大學生的長處，並指出了他們需要 改進的地方。這鼓勵了大學生願意主動改變自己，修正自己的計劃，並考慮採取各種 策略與小學生相處\n\n此外，若期望服務活動進行順，很大程度上取決於大學與社區之間良好的合作關係。 大學生在服務活動中的表現已經成為建立這種關係的關鍵因素，因此導師對大學生的 表現也更為關注。\n\n作為所有本科生的必修課，參與學生的背景和學習動機各不相同。例如，一些大學生 在課程開始時參與度較低，他們只是想滿足基本課程要求。從以往的經驗來看，大學 生在與小學生直接接觸時，往往會改變對服務活動的看法。因此，課程導師會細心提 供適時的相關指導，引導學生了解服務活動的意義和功能。由此帶出的好消息是，大學生的學習動機往往會在這個服務學習過程中得到積極的培養。"
          },
          {
            header: "學生導師",
            text:
              "在這課程中，每年會選出五至六名優秀學生，理大會頒發服務學習獎學金。這些獲獎 學生將在來年年會回來擔任學生導師，他們會分享在服務學習方面的經驗，並為其他 學生提供幫助。換句話說，有經驗的學生會分享他們的經驗，並為第一次學習的學生 提供意見和建議。 部分獲獎學生還將受邀再次前往杭州，為課程導師提供幫助。"
          },
          {
            header: "避免不確定性",
            text:
              "在服務活動中，經常會出現學生生病、電腦故障、學生遲到等突發情況。課程指導老 師根據以往的經驗，編寫了一本手冊，介紹了可能發生的突發事件以及相應的應對策 略。例如，一個孩子在課堂上突然流鼻血，學生通常需要立即尋求指導老師的幫助。 有了這本手冊，學生們可以更輕鬆地找出課堂上遇到的問題的解決方案。"
          }
        ]
      },
      communityPractice: {
        content:
          "為應對大班教學帶來的挑戰，四位課程導師結成實踐社群，每天晚上一起討論當天學 生的情況，分享各自的觀察及遇到的問題，並共同商討解決方法。課程導師每晚都會 與每組的學生組長開會。對一些潛在的問題，導師會及早識別和應對。例如，是否同 意學生調換房間。"
      },
      evaluation: {
        content:
          "為了持續改進「兒童」一科的教學質素，課程導師設計了一份簡短問卷，詢問小學生 對大學生授課表現的評價，最大的收穫是什麼等。另外，服務活動的最後一天，小學 生也會寫一封給大哥哥大姐姐的信，寫出他們最想對大學生說的話。另外，課程導師 也會邀請這所小學的校長、各班班主任填寫問卷，對理大學生的表現給予評價。\n\n除了調查問卷，每次服務活動結束後，課程導師會與校長及所有班主任一起檢討整個 服務活動的成效。導師會根據校長和老師的意見，在下一年的教學安排中作出調整。 例如，第一年，有班主任提到衛生問題，這些問題會帶來安全隱患。於是在下一年度 的工作坊中，便增加了班級管理中的衛生處理課題，提示大學生每天如何安排值日生 及如何檢查門窗等事項。作出相應調整後，下一年小學老師對此非常滿意。\n\n課程導師還收到了其他研究項目的意見。例如，理大的另一個研究小組也參觀了兒童 課程的學校。 研究組的同事與課程導師分享了結果。調研組提到，有學生提到，5 天 的服務活動一直在學校進行。變得有點無聊，大學生既缺乏對當地文化的了解，也缺 乏與當地人進行文化交流的機會。課程導師聽取意見，對明年的服務安排進行了調整， 將 4 天定為教學日，1 天定為文化日。在文化日當天上午，大學生帶領小學生參觀學校 附近的博物館，下午分享了幾個話題，例如，博物館展覽中令人印象深刻的東西。小 學生介紹了代表杭州文化的東西。香港理工大學的學生和浙江大學的學生都分享了他們家鄉的文化。小學生從家裡帶來了一些東西，並用他們的個人故事進行了解釋。此 次分享活動讓理大學生在短時間內對小學生及當地文化有更深入的了解。"
      },
      challenges: {
        content: "理大每位學生都必須完成一門 3 學分的服務學習課程。 雖然學生可以有不同的選擇， 但對於那些對服務學習興趣不大的學生，他們的積極性和服務表現將不盡如人意。從 課程導師的經驗來看，如果導師能夠幫助其中一些學生做好充分的準備，在學習和服 務的過程中給予適當的指導，學生就會有所學習及作出改變。但是，也有一些學生比 較難以改變。他們總是把服務看作是他們被迫完成的活動。他們只會投入最少的時間 和精力，師生之間難以深入交流。\n\n兩學期的課程安排也有一定的局限性。由於有些理論是在春季學期講授的，在暑假開 始參加工作坊時有些內容就遺忘了。 因此，有同學建議在暑假前安排好要教授的所有 內容。"
      }
    }
  },
  {
    caseCode: 2,
    university: universityList["lu"],
    department: "視覺研究系",
    caseTitle: "藝術與心身健康 (Art and Well Being)",
    lecturer: "羅淑敏",
    details: {
      caseDescription: {
        content: [
          {
            header: "",
            text: "個案二報導了一個名為「藝術與心身健康」(以下簡稱「藝術」)的三學分服務學習 課程。 本課程是由來自嶺南大學 (以下簡稱 嶺大) 視覺研究系的羅淑敏教授所提供。"
          },
          {
            header: "課程歷史簡介",
            text: "羅淑敏教授 自 2008-2009 學年開始教授「藝術」這一科。開課初期，羅教授深信體驗 式學習(experiential learning)對學生的學習很重要。這是因為該科目主要是探討藝術 對個人或者對一個群體的影響(impact)。如果學生能夠通過藝術創作，讓他人或社區 作出改變，這樣的體驗有助學生深入理解相關理論。然而於第一年，羅教授對服務學 習的概念與實踐方式不甚了解。對哪些機構可以合作及如何合作也還沒有清晰的想 法，所以她仍然採用課堂教學的方式。不過在第一年授課的過程中，羅教授開始與嶺 大服務研習處(Office of Service-Learning)的同事溝通，嘗試尋找合適的機構，也了解 到服務學習這一種教學方法。\n\n於 2009-2010 學年， 羅教授嘗試在「藝術」這一學科中加入服務學習的元素。在這學年 選修「藝術」科的學生有 20 名，其中 8 名學生參加服務學習活動，這些學生又分為 2 組，每組 4 位同學，分別為 20 人左右的智障人士(mentally disabled adults)和南亞裔兒 童提供服務活動。羅教授僅安排一部分同學 (20 名中只有 8 名學生)參加服務活動，是 希望自己能夠密切地跟進學生在服務中的進展，以保證服務學習的質素。由於只有部 分同學參加了服務學習，這些同學不需要參加校內的導修堂，所以羅教授將科目內容 安排作出了調整。例如，將導修堂中有的關於概念和理論的部分改在課堂(lecture)中 教授，以保證所有學生都能了解主要概念。此後，這科目保持每年只有 4 至 10 名大學 生參加服務學習活動。有一年羅教授也曾嘗試過要求 20 位同學都參與服務學習的活動。 由於沒有其他活動可以選擇，她十分擔心這項「必須完成」的要求會影響學生參加服 務活動的意願與投入。\n\n於第一年 (2009) 舉辦這課程時，學生在服務學習中報告了豐富的學習成果，讓羅教授 開始認同服務學習的價值。服務學習重視合作機構間能夠互惠互利，並且可以成為一 個跨專業互相分享(inter-professional sharing)的平台。更重要的是，羅教授體會到，服務學習可以讓參與其中的人士有所改變。她於學生的經驗和反思報告中看到他們領悟 到藝術中所蘊藏的表達力與溝通媒介。有學生在幫助某一社會群體的過程中，提升了 自己的社會意識與公民責任感，他們不再只關心與自己相關的事，而是關心社會及社 區。有學生改變了自己對家人的態度與相處方式，改變對社會少數族群的刻板印象。 例如，有學生會講述他會留意身邊走過的南亞裔人士，想像他們都是在香港出生，並 且願意學習和尊重南亞裔人士的習俗。\n\n\t“「看到學生的反思和反饋之後，我就完全投入了。兩組學生的回應讓我很感動， 並讓我明白什麼叫服務學習。」\n\n數年後，羅教授看到了這科對學生職業發展的長遠影響。曾修讀這科的學生中，大約 有 10%於畢業後從事 (或有計劃) 的工作是與 NGO 有關的。有些成為專業藝術診療師， 有一位學生在老人院裏做項目經理 (Program Manager)，他稱老人院為藝術院舍，以提升 老人家的生活質素。也有學生表示，將藝術作為職業，是因為在服務學習中獲得啟發， 希望於未來的日子裏可以繼續學以致用。"
          },
          {
            header: "課程簡介",
            text: "本課程旨在向學生介紹藝術的治愈能力。通過藝術傳達個人想法和創造獲得幸福感的概念並不新穎，但是將運用藝術的研究與實踐以及藝術創作作爲一種治療形式是最近新興起來的。這課程是根據先進的現代科學、藝術理論和人類學三方面相互參照而成，主要研究藝術創作和一般藝術活動如何幫助人們瞭解自己與他人，同時去處理一些症状、壓力以及創傷經歷。服務學習研究計劃可以納入到相關的服務中。\n\n在羅教授的課堂教學方面，內容的主題包括:藝術製作的生物性本質;藝術、科學與 視覺;藝術與記憶;藝術與幸福; 藝術治療法的歷史;藝術與心理分析;藝術與教 育;藝術與象徵;藝術治療和藝術推動。在準備階段中，羅教授認為於開始服務前， 可以舉辦一些講座或舊生的分享會，從而令學生對服務學習有多些理解。這包括:\n\n\t- 讓學生理解服務學習不只是你給與別人，而你也要在這個學習過程中有所收穫， 並享受這個過程;\n\t- 學生能夠消除對服務學習的常見誤解，例如服務學習等同做義工，或同學在服務過程中持有優越感等;\n\t- 部分非自願參加服務活動的同學能夠認識到此項經歷的獨特之處;\n\t- 學生可以根據自己的專長籌劃未來的工作坊活動。\n\n此外，服務前的培訓亦是幫助學生作好心理上的準備，理解服務活動中投入愛心的重 要。除了羅教授和藝術指導老師安排的籌備活動外，嶺南大學的服務研習處亦給同學 提供很多講座及諮詢機會，以幫助學生理解服務學習的意義。\n\n大學生在設計和籌備服務活動階段，羅教授會提示他們要準備後備方案以應付可能的 突發情況。例如，參加南亞裔服務小組的同學，第一次的工作坊活動是為 10 歲兒童準 備的，但當實際舉行時，參加者中多了 3 位幼稚園年齡的小童，又或者人數不能確定， 這一次 20 人，下一次可能減少到 3 人。第一次工作坊之後，大學生就根據了解到的可 能情況，每次都準備 2 個方案。比如年紀較大的和較小的兒童一起出現時，大學生就 在桌子上鋪了上一張很大的紙，讓兒童站在桌子周圍。大學生告訴這班兒童，讓他們 每個人在自己能力範圍內創作與叢林(Jungle)這一主題有關的畫作。兒童畫什麼都可 以，大學生不需糾正他們。不過在此過程中，大學生學習理解這班小童，原來有些小 朋友喜歡麥當勞，其他有些喜歡鯨魚。"
          }
        ]
      },
      partnership: {
        content: "回想當初，羅教授開始時是通過嶺大的服務研習處聯絡到一些合適的合作機構，並在 服務研習處的同事協助下，與兩間機構開始了合作的關係。此後，羅教授每年在籌劃 服務學習活動時，都會與曾合作的機構先作溝通，也會與服務研習處的同事會面，探 索其他合適的合作機構。\n\n在與機構聯絡時，她會邀請與她合作的藝術指導老師 (Art Facilitator) 前往機構討論合作 項目。藝術指導老師是獲羅教授聘用，在服務學習中支援學生，並提供指導。與機構 商談時，雙方會表達各自的期望，包括大學生可以提供的活動與服務，機構的服務對 象的特徵。例如，東涌一間以服務新移民為主的機構認為新移民很難融入香港社會， 新移民的活動範圍都很狹窄，而香港人對他們也有一定歧視。機構希望大學生能提供協助，處理這社會議題。參與這一組服務的大學生於是將重點放在如何幫助新移民透 過多種的藝術形式表達情感及生活狀況。\n\n在同類服務活動進行了一段時間後，羅教授也考慮過如何持續和深化這樣的合作關係。 可是在與同一間機構進一步溝通中，遇到一些不確定的因素，例如機構負責人的變更。 如果考慮一項合作可能持續較長時間，例如 3 年，雙方考慮的目標會有差別， 除了是 為服務對象提供幾次工作坊外，在長遠而言，也是希望能夠令他們發生實質的改變。 而這些都需要進一步與合適的合作機構作出充分的溝通。\n\n舉辦了「藝術」一科幾年後，服務研習處對課程的特點及服務要求也更清楚，當有合 適的機構和服務需求時，會主動與羅教授聯絡，發展多方面的服務活動。例如，服務 研習處的一位同事向一間服務青少年的機構介紹了「藝術」課程及其服務活動。大學 生參與服務後，對有關活動的印象也都很深刻，在遇到那些年齡比自己小的青少年誤 入歧途，對大學生的衝擊也很大，大學生既增強了同理心，也感恩自己所擁有的家庭 和學校資源。\n\n\t「在與機構合作過程中，常常在進行的是跨專業分享(inter-professional   sharing)，雙方都能夠從中獲益，大家互相尊重。」"
      },
      linkage: {
        content: "在2009-2010的學年，第一次合作的兩間機構的服務對象分別為智障人士及南亞裔兒童。在選擇服務對象時，羅教授主要考慮服務對象的特點有多大程度與《藝術》一科的內容知識相吻合。即學生在完成服務活動之後，應該能夠認識到課堂所學的知識和理論可以應用於現實生活中，這才能讓學生明白到理論的意義。\n\n羅教授亦解釋，選擇服務智障（mentally disabled）人士是因為她認為大家在日常生活中甚少知道如何與他們溝通，而《藝術》一科的學習重點之一是要明白藝術是促進溝通和表達的平台。而表達與溝通是聯繫彼此的重要途徑。選擇南亞裔兒童為服務對象，是因為有不少南亞裔人士的英語和廣東話程度，未足以應付在香港求學與生活的需求。而藝術可視作為第二語言及共通語言，正是「藝術」一科的另一項學習重點。\n\n羅教授認為藝術相關的學科基本適合結合一定的服務活動，因為藝術是一個很好的平台（platform），透過藝術相關的活動可以讓參與者感到開心。學習亦是玩樂，於玩樂的過程中兒童與大學生建立親密的關係，互相喜愛及聯結起來。"
      },
      service: {
        content: "透過服務活動，羅教授希望讓學生理解藝術如何讓人懂得欣賞和感恩。藝術這個平台可以幫助人們表達自己，與人溝通及互相聯結。羅教授安排的服務對象，一般都是殘障人士，南亞裔人士及新來港人士。與這些人的直接接觸，更加可以讓學生認識到藝術的力量。因為對於癡呆人士、自閉症者及智障人士等，一般較難與他們溝通，但在面對面的接觸與互動之後，學生對這些人士的整體看法會有所改變。\n\n例如，於開課初期，一位學生在各方面表現都不投入，在經歷了一段獨特的服務活動後，報告了豐富的學習經歷。這位同學參加的小組是服務一班長期居住院舍的嚴重殘障人士。這些人士長期坐輪椅，不少是無法用語言表達自己。所以他們的輪椅前面有張紙寫著水、飯、廁所、衣服、冷不冷等字句，若想往哪裏去，他們只要把字句指出來。這些人士的殘障情況達至這嚴重程度。當大學見到這些智障人士後，才發現原來所計劃的活動全部都無法實踐。小組活動只好改成一對一的活動。在這過程中，觸動這些大學生的是他們所照顧同齡的智障人士帶給她的衝擊。大學生無法想像，竟然有人從出生開始便在床上及輪椅上度過。在服務活動的過程中，有一位智障女孩在與大學生一起完成藝術活動時，也曾被受觸動而哭起來，這也是因為他們可以彼此(connected）有所聯繫，情感上的聯繫同樣觸動了大學生。這位大學生開始懂得去珍惜自己生活中所擁有的一切，認真對待自己的學習和生活，並考慮修讀心理學。\n\n當服務對象與大學生建立良好關係後，大學生也有所觸動。例如，當這些智障人士見到大學生離開，他們會表現出不捨得，有些人會詢問：「你們不來了嗎？你們回來吧！」這些簡單而真摯的表達令大學生非常感動。有些學生表示如果將來有時間他們會繼續去做義工。這樣的服務經歷也令學生消除對智障人士的刻板印象，並願意積極地與他們交流。大學生從中看到智障人士的正面特質，比如他們雖然智商有限，但心地善良，不會欺騙人，會直接表達情感。例如開心與不開心他們都會直接表達出來。這些都是導師在課堂上教不到的，也是令羅教授堅持採用服務學習的原因。\n\n一位服務南亞裔兒童的大學生提到，在互相認識 (ice breaking)的 階段，大學生與南亞裔兒童玩「傳遞音樂盒的遊戲」。音樂盒傳到誰的手裏，誰就要告訴自己來自那裏。當音樂盒傳到一位大學生手上時，大學生說：「我來自東莞」。巴裔少年說 ：「你竟然不是在香港出生的嗎？」這位少年方意識到，原來這些大學生並不都是香港本地人，「我們都不是香港人」這一認知竟然讓這些巴裔少年產生共鳴，開始分享自己來自巴基斯坦哪個省。大學生亦認識到，拉近與南亞裔人士的關係，有助他們融入香港社會，南亞裔不是邊緣的少數族裔，很多黃皮膚的本地人亦來自其他國家。\n\n\t  「我看到很多的改變，這也導致我對服務學習的投入。因為我覺得這些東西大  學生不能在課室裏可以獲得的，如果他們自己不經驗一下，他們的印象不會深刻。」\n\n在「藝術」課程裹，同學是以小組形式，設計和實踐藝術活動方案，這樣的安排讓學生互相合作，以及靈活地處理服務中的突發情況。例如，大學生在為南亞裔兒童舉辦工作坊的過程中，有些南亞裔小童顯出過度活躍，他們或突然間出現激進的行為或走來走去。大學生很快學習到，這有需要讓組員單獨與這些兒童溝通和作出照顧，而這經驗令大學生意識到在舉辦工作坊中互相合作的重要性。雖然每人角色不同，但在遇到意外情況時，這些角色和任務隨時需要重新分配。大學生從中體會到合作的重要性和樂趣，不少還漸漸地成為好朋友。 "
      },
      reflection: {
        content: "「藝術」一科，參加服務學習的學生需要完成6至8 次服務活動，每次1至2小時。在學生完成2至3次服務活動後，他們需要返回學校參加小組諮詢活動，分享服務活動的狀況及問題，羅教授著重引導學生思考，將服務經驗與學科知識建立關聯。\n\n她提到在這個時間安排諮詢活動是十分重要的，有些學生以為服務學習就是去做義工。雖然同學自己寫了計劃方案，也有一位藝術指導老師提供指導，但不少學生到過實地現場後感到迷惘才發現不知道自己想要甚麼，或者當計劃的方案不可行時，不知如何跟進和處理。\n\n服務活動開始後，學生就要記錄他們所見所聞及具體經驗。例如，當學生觀察到一位小朋友很頑皮時，便需要說明頑皮的行為及語言的表現，例如「他踢了別人，説髒話，或者他踢了別人還大哭」。在舉辦工作坊前，大學生需要編寫活動計劃書，並於服務過程中仔細觀察，每日活動結束後的15分鐘內，即場記錄當日發生的事情和作出反思，到諮詢活動 (consultation) 時，就根據這些內容諮詢羅教授。\n\n諮詢活動的目的是要幫助學生理解服務與學習的含義。大部分學生在與導師面談之後，開始明白自己在做什麼以及將要做什麼。例如，有同學嘗試做藝術作品( art work)，但服務對象沒有回應或甚少參與，於是大學生不知道如何處理。羅教授根據同學所做的，詢問學生到底想做的是什麼，並引導學生思考藝術與語言的分別。藝術是視覺語言（visual language），是關於感覺的（senses），而不是結構化的語言。她引導學生明白服務中的具體活動如何能體現藝術作為一種視覺化的語言，來表達感覺與感受。接下來學生開始將服務活動聚焦於感覺，例如學生們錄了多種不同的聲音，像小鳥叫，放煙花等。聽到這些聲音後，南亞裔或智障人士畫出所聽到的聲音。在過程中，導師的參與十分重要，因為他們會是最熟悉科目知識的人。同時，這也要求導師投入大量時間和精力。\n\n另一個例子，有一年有一組學生為深水埗的南亞裔學生設計八次創意工作坊。第一次諮詢時，學生提到他們沒有想到原來香港某部分是那麼貧窮的。同時，學生也遇到不少挑戰。例如有一次大學生設計了一個適合10歲兒童的活動，一位姊姊想帶同弟弟一同參加，但弟弟只有3歲，如何安排一個同時適合10歲及3歲的活動便成為一項挑戰。此外，由於合作的NGO所能提供的教室空間很小，但南亞裔兒童卻異常興奮，而這間房間有一部分在進行裝修，藝術指導老師很擔心小朋友的危險。由於無法解決空間的問題，而兒童的活躍程度有增無減，改變工作坊內容也無法解決問題。終於在第四堂結束後，藝術指導老師便決定取消其餘四次的工作坊。參加服務活動的大學生對這一項結果感到十分沮喪，認為自己放了很多心血但沒有成果。羅教授的方式是引導學生從失敗中學習，她表示失敗也是一種學習，並引導學生多去思考於設計和舉辦四個工作坊的過程中學到了什麼。\n\n另外一個例子也是與南亞裔兒童的服務活動有關。在與NGO討論時，機構代表建議每次預留半個小時，供他們安排特定的活動。大學生在進行服務活動時，發現在這半個小時裏，南亞裔兒童需要完成抄寫中文字的任務。而這與大學生所設計的以自發（spontaneous）、愉快（joyful）、自主（self-directed）的原則是有所衝突的。而南亞裔兒童對寫中文字的興趣不大，有些還隨意塗鴉一番。羅教授便建議學生與機構社工直接溝通一下，了解機構安排此項學習任務的目的與目標是什麼。並讓大學生考慮，他們是否願意自己去教南亞裔兒童學習寫中文字。\n\n羅教授會進一步提出具體的建議，例如從中文字的造字特點入手，象形文字有何特點，形聲結構有何特點等，從而幫助南亞裔兒童快速認識中文字。如果大學生抱著分享的態度與社工進行溝通，或許可以起到事半功倍的效果。結果，大學生與社工認真溝通後，社工同意下一次由大學生來教。結果下一次學生半個鐘頭就玩象形文字，參與兒童亦感到很開心。\n\n羅教授相信在指導學生的過程中保持靈活性（flexibility），讓學生明白到服務的關鍵是了解服務對象的需要，而不是學生認為自己能夠給與什麼或做什麼。所以學生應該聽取服務對象的需要和要求，而服務活動是能夠滿足他們在某些方面的需要。"
      },
      assessment: {
        content: [
          {
            header: "",
            text: "第一年參加服務學習小組的學生需要完成的評核任務較多，學生抱怨十分辛苦。第一次嘗試服務學習的時候，服務學習的同學需要完成 ：\n\n\t  • 1次小組口頭報告（其他同學需要完成2次）\n\t  • 1份反思短文 （其他同學不需）\n\t • 期末論文和考試（其他同學有相同要求）\n\n由於服務學習小組同學反映功課量較大。從次年開始，羅教授修訂了評核的要求。服務學習小組的同學可將期末論文與反思短文合併。文章必須要有參考文獻，並引用相關理論。羅教授解釋，反思短文僅要求學生記錄服務活動的狀況和作出反思，而期末論文則是一篇學術論文，需要學生參考學術文獻，就科目相關理論進行分析與探討。這是一門三學分的科目，學生不只是完成服務活動，他們需要將理論聯繫到服務活動，來驗證理論，更深入理解服務活動中所見的社會議題。\n\n同學對這樣的要求表示接受，因為學生有機會將課堂所學理論應用於解釋服務中遇到的問題與現象。羅教授於觀察中發現，個別在服務中表現較好的學生，會嘗試挑戰所閱讀的學術文獻。然而，當學生有了具體經驗後，再將這樣的經歷變成文字，對他們而言是相對容易。"
          },
          {
            header: "藝術指導老師 及 機構的反饋 ",
            text: "藝術指導老師主要在諮詢和小組報告（presentation）的時候提供有關服務狀況的意見，並對同學的表現進行反饋。由於藝術指導老師於每一課都會和學生一起完成服務活動，所以他們的觀察與評價都很重要。他們會將自己的服務活動中對每一位同學的觀察與評價寫下來，作為羅教授評分的參考。除了評分外，藝術指導老師還需要提供他所觀察到的具體例子來解釋其建議的評分。\n\n學生進行小組報告的時候，羅教授還會邀請機構的同工前來，根據學生的表現，以及報告所探討的議題給與意見。如果時間允許，羅教授也希望收到機構文字記錄及評價。這個過程也促進機構和學生之間的互相理解。例如，社工則認為給與兒童太多活動，會帶來安全問題。而大學生認為過於安靜的狀態很難激發兒童的內在自我。在小組報告中，大學生有機會解釋活動的理據，而社工也有機會解釋他們的顧慮及有關緣由。於是，小組報告由一個評核和分享活動變成多方對話的機會。\n\n從導師的角度，羅教授認在為同學提供反饋的過程中，同樣需要以靈活的態度去處理。例如，導師在聽取學生的訴求、了解他們遇到哪些挫折（frustration）以及有怎樣的觀察，這需要根據每位學生的情況判斷學生的觀察是否在正確的方向，他們的抱怨是否合理，對學生在服務過程中經歷的情緒表示理解，並且幫助他們舒緩負面的情緒。所以，作出細心聆聽對導師而言，同樣重要。雖然導師可以預先準備思考的問題和要點，但在諮詢和反饋的過程中，應根據每位學生的具體問題和困難提供針對性的建議。羅教授會不斷向學生提問三個問題：「這個工作坊的目標是什麼?你們現在做的是什麼? 你們最大的問題是什麼?」"
          }
        ]
      },
      support: {
        content: [
          {
            header: "藝術指導老師",
            text: "「藝術」這一科，每一組同學都有一位專業的藝術治療師或藝術指導老師來提供指導和協助。指導老師的任務主要包括對學生草擬的服務計劃書提供意見和作出建議；在服務開始前，他們會前往服務的社區中心了解服務對象的具體特徵，建議服務前需要為大學生進行哪些相關培訓和準備。例如，哪位智障人士有強迫症的症狀，如何令大學生理解那些症狀及行為，了解導致強迫症的原因以及如何應對的方法，令大學生在心理上減少了由於不理解而帶來的緊張和恐懼。指導老師的角色是激勵和啟發大學生，而不是代替他們實踐方案或完成藝術工作坊 。\n\n藝術指導老師亦會與羅教授一起與機構溝通，了解機構的需求以及服務對象的特點，因此指導老師，會了解何時及如何為學生提供支援，如何協助他們理解課程及服務的期望與要求。例如, 大學生未必意識到自己不經意的言語可能已表現出他們對某些群體的歧視，所以指導老師也會恊助學生提升跨文化敏感度，及在與人溝通中如何避免給他人帶來傷害。活動前的提點幫助學生在進入服務場地前作出較充分的準備。"
          },
          { 
            header: "課程講師",
            text: "大學生在服務時間，常常遇到不知如何處理的情形。羅教授會提供及時的指引。曾有一位老人家告訴學生她所有親戚都去世了，只剩她一位，然後就開始哭起來。遇到這樣的情形，當時在場的學生都不知如何處理，學生在服務結束之後很快發送電郵聯絡羅教授。羅教授建議以下處理的方法：\n\n\t • 首先了解學生的處理方法。\n\t  • 接下來引導學生去思考及反思，為什麼阿婆會突然淚如泉湧。她和誰聊天會哭，和誰聊天就不會，為什麼會和不會。羅教授知道藝術是關於感覺的，而活動中或有一些東西激發她的深度情緒爆發出來。遇到這樣的情形提供處理指引，例如，不能讓女學生帶著這樣的負面情緒離開中心。\n\t • 然後羅教授與學生一起分析具體的解決方案，例如讓阿婆述說自己的感受和經歷，選一些可以代表阿婆感覺的顏色，讓阿婆釋放自己的負面情緒。阿婆情緒冷靜下來後，還可以讓她畫一副畫表達她現在的狀況等。\n\t • 在與學生溝通後，羅教授馬上打電話給社工(social worker)，告知事件詳情，以及請社工留意阿婆的情緒變化。 \n\n 羅教授也在大學生與藝術指導老師中間擔任協調者和促進者的角色。例如，指導服務南亞裔學生一組的藝術指導老師要求很高，前後四次要求大學生修改他們的服務方案。大學生雖然遵從要求進行修訂，但也對反復修訂不甚理解，甚至認為指導老師過於挑剔。當羅教授了解具體情形後，發現藝術指導老師是要求大學生考慮服務方案的細節，例如剪刀的尺寸，膠紙的種類。羅教授會向學生解釋考慮使用特定材料的原因，也向學生解釋養成精準習慣的重要性，以及在工作中如何理解和應對不同類型和要求的人士 。當學生認識到指導老師對工作認真的態度、細緻的工作方式、以及對學生的關愛之後，大學生開始懂得欣賞指導老師的品格與認真態度，他們漸漸地成為好朋友。這些經驗是羅教授在課堂上教不到的，而這對學生而言是很好的學習經歷。"
          }
        ]
      },
      challenges: {
        content: [
          {
            header: "資源所限",
            text: "羅教授邀請藝術指導老師輔導學生，她會支付一定報酬，作為在服務學習實施中所需的財務支援。最初幾年，羅教授會申請學校開設的教學發展經費，後來，不少機構了解課程及其服務活動後，也在機構財政允許的情況下，向羅教授所聘用的藝術指導老師提供支援。此外，這些藝術指導老師也已經與羅教授建立起穩定的合作關係，並對服務活動的意義深表認同，他們也願意收取較少的費用。例如，一位與羅教授合作為青山醫院患者提供服務的藝術指導老師描述在他的人生中，也曾經歷過波折與低谷，而最後也是通過藝術迷途知返，所以他只收取藝術治療師（art therapist）常規報酬的一半，以幫助一位犯事的青少年。羅教授亦感恩自己遇到很多有心人，願意付出自己的時間去幫助他人改變。\n\n嶺大服務研習處會提供學生一些材料費用，但這些費用並不足夠，例如學生需要支付交通費，而這門課有需要一些額外費用，例如畫畫的顏料等。"
          },
          {
            header: "學習動力",
            text: "第一次安排服務學習時，選修的人數遠低於預期。在詢問學生後，羅教授才了解到，學生擔心因為沒有參與導修課，而成績會受影響。在以往教學中，羅教授也遇過一些大學生因畢業要求才來選讀這有服務學習元素的課程。對於這些學生，羅教授首先向學生了解困難所在，例如他本身也不是喜歡畫畫這些藝術活動，有時不知道如何與服務對象聊天，在服務場地的也不知道如何安排兩個小時的活動等等。羅教授會強調服務活動的重點不在於教導新移民如何畫畫，而在讓新移民透過藝術活動表達對生活的感受及困難。她亦會建議給其他學生一些較容易帶領的活動，例如做勞作及串珠子等。\n\n不過羅教授認為重點是學生是否有心去參與服務活動。對此，她向學生說明服務活動的意義，鼓勵他們接觸和認識什麼是新移民。如何通過藝術領悟到他們的觀念。例如，很多新移民在藝術活動中都表達出他們與家鄉的聯繫，學生會知道其實這些新移民都心繫家鄉，特別是女人和青少年。可以看到一些同學身心被打動，且有所改變。\n\n然而，學生的學習動機仍然是羅教授不時要面對的挑戰。"
          }
        ]
      }
    }
  },
  {
    caseCode: 3,
    university: universityList["hkbu"],
    department: "體育、運動及健康學系",
    caseTitle: "運動技能學習與發展 (Motor Learning and Development)",
    lecturer: "張小燕",
    details: {
      caseDescription: {
        content: "個案三報導了一個名為「運動技能學習與發展」（以下簡稱「運動技能」）的三學分服務學習課程。本課程是由來自香港浸會大學 (以下簡稱浸大) 張小燕教授所提供。張教授投入服務學習的教學已經超越十年時間。最初的意念是來自參加一次商學院組織的服務學習工作坊，自始她便開始了解服務學習的理念，及如何為學生提供新的學習機會。而張教授本人從小到大都參與很多服務和義工活動，對於如何通過服務活動助人成長及改變她深有體會。「運動技能」這課程於每學年的春季學期進行，初期修讀學生為就讀大學三、四年級的學生，每班30人左右。最初六年左右的時間，張教授主要與香港大埔一間幼稚園和相鄰的老人中心合作，因此，大學生有機會對兒童和長者的肌肉發展進行比較。後來，課程安排有所更改，修讀學生改為以一、二年級為主，並於秋季學期開課。這樣的改變無法與幼稚園的時間表配合，於是她只保留了老人中心的服務活動，而修讀人數漸漸增加到六十左右，而學生的反思習作和其他功課也聚焦在長者的身體健康素質（physical fitness）方面。"
      },
      partnership: {
        content: [
          {
            header: "",
            text: "張教授一直與兩間幼稚園（六年時間）和一間老人中心（超過十年時間）合作，這三間機構都與張教授本人有良好關係，張教授曾替幼稚園發展其他課程和活動。"
          },
          {
            header: "可持續的關係",
            text: "要發展長期穩定的合作關係，張教授認為建立信任十分重要。雙方需要定期商討如何讓老人家和學生都能從中得益，最後達至雙贏（win-win situation）。與老人中心合作多年之後，中心的整體回應是很好的。那些老人家都稱呼張教授為張姑娘，能與長者建立很好的關係，張教授感到十分開心。\n\n在與長者中心發展合作關係的過程中，大學生與長者之間充分體現了大家以平等地位(equal status)相處，這讓雙方都得以受益。對於長者來說，體育系的學生很有活力，可以帶領他們進行肢體運動，和教導他們一些運動技能(motor skills) 。而服務最後一部分，長者往往也出來教大學生他們擅長的活動，比如一位90歲的老人家教學生耍太極，大學生對長者也表現出欣賞，而不只是表現出服務他人的姿態。\n\n張教授與合作機構相熟，遇到問題也較容易進行溝通，例如學生人數從三十增長至六十，便需要與機構商議如何作出調整。機構也會分享他們的難處，這樣雙方便能共同商議如何積極地解決問題。與幼稚園的合作也有相似的溝通經驗。幼稚園的活動較為大規模，大學生需要服務幾百位小朋友。在活動開始前，小學校長都會獲邀前往浸大，與應屆大學生一起觀看往屆活動的錄像記錄，以及了解這次活動的準備內容。具體計劃議定後，幼稚園會有一至二位負責人與大學生就舉辦運動會的安排進行溝通和作出準備。面對面的商議會談有助雙方理解所需，及時解決問題。張教授提到與幼稚園教師的直接溝通也同樣重要。她與教師商討，可以讓他們知道大學生的計劃方案，同時教師也會給與及時的反饋。"
          }
        ]
      },
      linkage: {
        content: "張教授十分認同「理論」與「服務活動」之間需要緊密聯結的關係，讓學生在服務活動中能學以致用。「運動技能」一科主要探討人體肌肉在整個生命過程中如何發展。\n\n除了學科的內容，張教授也致力透過不同類型的活動幫助學生發展「通用技能」。例如，小組合作是浸大重視的一種能力，透過小組合作及口頭報告的形式促進學生提升相關技能，而他們在挑戰中得到成長。例如，學生必須在五分鐘內完成口頭報告即是一種應對壓力的訓練。若小組成員出現爭議與衝突，張教授會與全組人會談，討論如何與不同的人相處和合作，如何調整自己，在小組工作中需要怎樣的角色分配與具體策略。作為促進者，張教授專注如何幫助學生學習和處事。"
      },
      service: {
        content: "「運動技能」這一科目，最初與一間幼稚園合作了六年左右。當時發展出的服務活動主要包括兩部分：第一部分，直接教授幼稚園兒童發展基本動作技能（fundamental motor skills），第二部分，通過抽籤分為移動技能 (locomotor skills)（例如四處跑跳）和操控技能 (manipulation skills) （例如，如何控制物件）兩個部份。大學生組成兩組設計活動，最後綜合活動內容設計成為一項遊戲，作為幼稚園運動會的一部分，讓400600位兒童和家長參加。例如抽籤結果是跑步和擲球，於是便把跑步和擲球這兩種活動設計成一項遊戲。\n\n另外，大學生還要為毗鄰的老人中心提供服務。同一段時間，大學生有機會同時接觸到兒童和老人家，然後再進行比較，了解小朋友在肌肉發展和肌肉動作方面與老人家有什麼分別。"
      },
      reflection: {
        content: "張教授十分重視學生反思的活動，並給予學生具體的指引，幫助他們能夠將服務中的經驗與科目預期的結果聯繫起來。\n\n反思活動中，張教授注重引導學生思考與浸大期望的畢業生特質（graduate attributes）的相關能力，例如團隊合作、溝通技巧、合作技巧及創意等 。\n\n  為了激勵學生思考，張教授要求學生在服務活動時觀察小童及其家長的動作，並填寫一份表格，這份表格列出了各項動作的標準，如跑步技巧 (running skill) 及集中技巧 (focusing skill) 的標準。大學生同時觀察及記錄兒童的動作是否達至標準。所以，在運動會中，大學生除了是協助運動會的記錄，還有機會去應用課堂所學，以及觀察不同年齡的兒童及其家長之間的差別。此反思記錄表有助學生認識不同年齡組別的肌肉狀況。"
      },
      assessment: {
        content: [
          {
            header: "",
            text: "大學生在發展服務活動過程中，張教授會給予清晰的指導和嚴格要求。例如，針對長者的活動，每組大學生最少需組織兩次會議，缺席會議者將會被扣分。每組學生需要在六星期內提交服務活動計劃書，報告關於他們設計的遊戲和教案。清晰的指示和要求，讓學生容易參與其中。張教授也觀察到學生的學習成效也較好。\n\n大學生需要提交的計劃書中必須參考一定的學術文獻，譬如學生需要查找四至六篇與身體健康素質及成人運動力發展 (physical fitness & motor development for adult)有關的文章。閱讀文獻有助大學生設計有關的服務活動，了解各項遊戲的內容、難度、材料以及安全考慮等方面。"
          },
          {
            header: "激勵計劃",
            text: "張教授對學生出席服務和參與小組活動的要求很嚴格，學生需要記錄出席情況，講述自己在服務活動中的貢獻，尤其大學生在服務活動當日的出席十分重要，缺席者將被扣除5分作為懲罰。在小組任務中，為促進所有組員投入小組活動，張教授增設了「最佳組員」項目，讓學生填寫誰是最佳組員，但凡有50%或以上組員認為是最佳組員的同學，導師會給那個同學加分。同時設立「最差組員」，如果小組成員有50%或以上的比例被同學評為最差組員，教授將扣除一定分數。設定同儕評審  (peer evaluation) 的目的是促進大學生投入小組活動，而扣分本身並非主要目的。過去被選為最差組員的同學，張教授都會單獨約見，了解狀況，給與提醒。此種情況下，學生會被扣除0.5分，雖然扣分不多，但能夠令學生意識到自己的不足而作出改善。此外，張教授也會要求學生在報告中滙報小組任務分配的安排及每項任務的比重，學生需要簽名，承認大家對分工表示滿意。這一方式也有助提升學生的責任心和參與度。\n\n在完成服務活動後，大學生需完成一份個人報告(individual report)，這項功課的設計目的是提醒學生在服務過程中要仔細觀察長者的體能和活動能力。這一觀察與學生前一份功課中閱讀的文獻是有關聯的。例如學生選擇了與長者身體力量有關的文獻，在服務活動中就應當進行相應觀察，並將觀察記錄下來，分辨長者和兒童不同之處。"
          },
          {
            header: "學生分組多元化標準",
            text: "對於學生分組，張教授一方面讓學生自由分組，另一方面設定分組的標準，每組必須有男有女，其中至少一位同學的GPA是3.0或以上及至少一位是學校運動隊成員（sport team member）。這樣的標準是為保證每一組的組成具有多樣性，以及保證成員能夠較有效地應付課程不同的要求，從而促進相互之間的協作。"
          }
        ]
      },
      challenges: {
        content: "對張教授來說，挑戰主要與修讀人數的變化有關，學生從最初的三十人漸漸增加到六十左右。人數增加，令很多內容無法開展，每位同學與老人家接觸和互動時間減少，從1:1變為1:2，活動的氣氛和人數減半的情形有明顯差異，這中間需要更多的協調工作。\n\n雖然大學開始為服務學習課程提供小額資助(Mini grant)，雖然可以請高年級學生或畢業生到服務現場給學生提供意見和支持，或完成一些深入的訪談，以幫助改進課程。但較核心的工作，例如與機構之間的溝通和聯絡，必須由導師自己完成。然而為了申請小額資助而多了額外的行政工作。"
      }
    }
  },
  {
    caseCode: 4,
    university: universityList["lu"],
    department: "服務研習處",
    caseTitle: "透過服務研習參與社區 (Community Engagement through Service-Learning)",
    lecturer: "陳穎兒",
    details: {
      caseDescription: {
        content: "個案四報導了一個名為 「透過服務研習參與社區」（以下簡稱 「社區」）的三學分服務學習課程。 本課程由來自嶺南大學 (以下簡稱嶺大) 服務研習處陳穎兒導師所提供。\n\n「社區」這一科目的開設已有超過四年的時間，與其它學系所開設的服務學習課程不同，這一科目主要是圍繞服務學習的理念與實踐而發展，旨在通過各種互動形式的教學活動 ，提升學生對自我和社區的了解。 本課程介紹和概述了服務學習理論和實踐、服務機構所提供的服務及福利、社會企業的出現以及本地和全球社會和環境問題。學生有機會在課程導師和/或社區主管的指導下親自設計服務項目。 通過小組項目，學生有機會了解及滿足特定社區的需求，並對所涉及的問題進行批判性思考。 這課程還幫助學生了解反思的重要性以及有效進行反思的方法。 學生需自主學習，並在導師的定期監督下與他們的同學合作。\n\n有關課堂學習部分，導師會介紹服務學習的歷史背景、理論、評估方法、研究技巧、評估社區需要的方法等。於每一個學期，根據特定的服務對象與服務活動特點，在課堂中導師會介紹和討論相關的社會議題，例如，有些機構較為專注長者認知障礙症 (dementia) 的議題，在課堂上便會探討多一些老化問題（aging）。對於服務社會基層的項目，便會探討多一些與貧窮、全球公民、或社創企業有關等議題，讓學生有機會在服務中深入探究這些問題，了解不同機構和團體如何應對這些問題。\n\n導師會帶領學生到不同社區了解服務對象的需要，然後學生再設計具體的服務學習項目/活動 ，透過共同合作的社區中心，應對社會的需要。有別於其他的服務學習課程，「社區」一科在發展和選擇服務機構方面較為靈活，導師也有機會根據個人背景、專長、與機構關係來尋找合作機構。陳老師具有社工背景，這讓她更關注社會相關的具體議題，例如貧窮、婦女。在尋找機構方面，陳老師一方面希望拓展嶺南大學現有服務活動的範疇，另一方面與已有合作機構商談可行的服務活動。"
      },
      partnership: {
        content: [
          {
            header: "需求分析",
            text: "在課程開始前，陳老師會準備二至三個服務活動，與不同機構溝通，了解機構和社區近期的需求，以及大學生可以提供的服務類型。例如，合作機構正在進行食物搜集的工作，或開展婦女賦權 (Empowerment) 的活動。導師會在課堂介紹與婦女賦權有關的知識，而有興趣的同學可組織小組，前往中心進一步了解機構、社區社群的具體需要。在搜集和分析數據的過程中，學生漸漸確立關於服務活動的目標和具體方案。"
          },
          {
            header: "良好溝通及關係",
            text: "陳老師十分重視與機構發展密切的合作關係。在準備階段時，她認為與機構建立良好的關係是很重要的。通過有效的溝通，彼此可熟悉所需的服務和學習，這有助於推動課程相關的合作，及維持日常良好的溝通，合作起來更能積極主動，在商談具體項目時更容易一拍即合。 \n\n相反，大學與機構沒有建立充分的信任和了解時，為了確保服務的成效，常常需要付出額外的人力資源，結果由於投入資源過多而影響後續的合作。例如，陳老師曾與一間為癌症病人服務的中心合作，中心希望大學生幫助會員撰寫生命故事。中心對故事撰寫的要求很高，由於不確定大學生能否完成他們的故事達至滿意程度，所以每一個故事的撰寫都有一位臨床心理學家 (Clinical Psychologist) 負責編輯及與同學合作採訪和跟進寫作。最後，雖然中心對故事是滿意的。但由於投入太多人力與時間，雙方暫停了後續的合作。如果事前雙方有充分了解，對投入與期望有清晰的認識，然後才開始合作或許會有較好的成效。"
          },
          {
            header: "地點選擇",
            text: "在發展和選擇協作夥伴的過程中，陳老師提到課程導師需要對社區有一定的認知和熟悉程度。在大學鄰近的社區進行服務活動，成功機會也會較大。一方面，導師應多掌握社區需要，指導學生時也更方便。而嶺大進行的焦點訪談結果亦顯示，當科目導師與學生一起參與服務活動，同學都會報告更豐富的學習與改變，對老師在課堂所講的概念與理論的理解也更精準。"
          }
        ]
      },
      service: {
        content: "「社區」一科，陳老師以兩種方式安排學生的服務活動，一方面她會聯絡社區機構，尋找學生參與服務活動的機會，另外，也會設計一些活動項目供學生選擇。學生也可以自行組隊，尋找機構，探討他們自己感興趣的社會議題。\n\n「老師的角色是帶領學生，聚焦於如何學以致用，將在學科的知識，應用到他們的活動項目中。自進行服務學習那一刻開始，學生便要知道服務學習的意義和目標，及與課程的關係。」"
      },
      reflection: {
        content: "在籌劃和實施服務的過程中，陳老師提供了很多機會協助學生進行反思，並與學生一同前往服務機構，完成服務活動前後的介紹與檢討環節。她常常通過藝術活動促進學生反思，例如，在反思會議中，她首先發給學生紙張和雜誌等材料，接下來通過三個問題來幫助學生反思和創作。學生選擇一種顏色代表參與服務活動的感受，從提供的雜誌和材料中選取一些材料能表達自己從社區中所觀察到的問題，以及接下來的服務活動如何改進。小組同學之間可以根據各自創作的畫作進行分享與深入討論。\n\n另外，於每一課節開始時，學生會匯報服務項目進展，導師和其他學生會給予反饋。陳老師認為，每一組的服務活動並不是個別的活動，而是全班的活動。每一組同學的分享，都可以讓其他小組同學提出意見和給予忠告。當某一組的活動需要多些支援時，其他組別的同學也可以提供恊助，這有助發展互助的氛圍，促成服務學習的共同目標。在此過程中，同學之間亦有機會互相學習，在了解各人的強弱項時，便能互補不足。這學習過程，亦可培養學生尋求幫助、與人合作以及解決問題的能力。例如：一組同學在完成一項與婦女相關的服務活動時，考慮能否舉辦一項「社區廚房」的活動，並邀請在機構服務的婦女與大學生共同煮食。在籌劃活動的過程中，卻發現尋找適合幾十人的活動場地並不容易。當籌劃此項活動的同學在班上提出這個需要之後，大家便共同起討論適合的活動場地，最後想到由一些學生經營的書室。於是有同學繼續尋找負責人，商討使用場地的可行性。在這過程中，整體學生嘗試共同探索不同的資源，完成一項活動。"
      },
      assessment: {
        content: "學生學習的評估主要包括幾部分：學生完成二篇個人反思文章 ，一篇是剛探訪服務地點 (field) 後完成，另外一篇是完成整個服務項目 (project) 後所提交的一份反思論文，小組任務中的朋輩評核是其中一項評核項目，其他項目包括機構對學生表現的評分。學生還需完成服務活動前後二份問卷，了解他們在嶺大七個共通學習領域的改變。另外學生還需要完成二次小組口頭報告，分別展示項目計劃書的實際服務與學習成果。在主持課程的過程中，陳老師較注重及時搜集信息並給與學生反饋。當她了解機構的反饋，不論是讚揚學生或提出不足之處，她都會立刻告知學生，她認為給予及時的反饋有助學生建立自信，知道自己所做的是洽當的。獲得別人的讚賞時會提升學生的自信與滿足感。同時，對於不足之處，她也會即時提醒學生作出改善。"
      },
      support: {
        content: [
          {
            header: "",
            text: "「一個成功的服務學習項目，不同的持份者都扮演很重要的角色。老師固然重要，但更重要的是要找到很好的共同教育目標的合作夥伴(co-educator)，攜手合作，這些合作夥伴可以是機構，教學助理，或者是同事，而大家要理解彼此的期望。」"
          },
          {
            header: "科目導師",
            text: "嶺大要求所有同學完成一定學分的服務學習，一些同學來修讀只是為了滿足畢業要求。陳老師會注重師生間的互動以及學習歷程如何擴闊和豐富學生視野，這些元素常成為改變學生學習和參與動機的因素。陳老師經常與同學溝通，希望他們能夠改變善觀點去理解問題。例如，她會詢問學生為何不喜歡服務活動。如果不喜歡，她鼓勵學生視服務活動為一次自我發現（self-discovery） 的歷程。\n\n陳老師選擇通過溝通來應對學生態度與動機，是因為她十分相信群體動態 (group dynamic) 對個人態度的影響。當學生參與集體處理服務活動時，他們會看到很多同學很積極及投入。在此過程中，同學之間互相觀察，也聽到不同的服務對象的故事。很多人際互動的情境感染到學生，讓他們多些了解自己、社會、及服務對象。這不斷理解和發現的過程對學生產生改變的力量。不少學生在最後一堂課分享時，常會提到，他們發覺原來不是自己在服務他人，事實是他人在服務自己。因為學生未曾想過，在婦女或者長者身上，可以學到很多東西。他們也沒有想過有些事情是會在二十多歲的人生時要去面對，亦未曾思考家庭的價值。而透過服務活動，學生開始理解人生與痛苦是甚麼 。街坊用人生經驗和智慧教導了學生。\n\n  「在激勵學生時，需留意個別情況。固然要鼓勵士氣高昻的學生，對於學習動機較低的學生導師需找出他們缺乏動機的原因，並鼓勵他們透過服務活動，以更明白自己。」"
          },
          {
            header: "學生導師",
            text: "嶺大聘請曾參加服務學習的同學擔任助教，並設立了學生發展計劃（student development scheme），每年招募一次，讓曾修讀服務學習課程的同學自行報名參加。服務研習處進行遴選，而學生導師享有報酬，也會參加多方面的訓練項目，包括溝通技巧，項目管理解難技巧及自我認識等。\n\n這些同學熱衷服務學習，也很想分享經驗幫助其他同學。這些學生導師可以協助聯繫機構，處理事務性工作和協助準備事項，他們亦可擔當部分的導師工作，為應屆學生提供指導。一些助教之前曾修讀某些科目，所以會熟悉那些科目的結構及要求。他們能積極與有關課程導師合作改進課程，若發現相關服務活動與課程有脫節的問題，會主動建議教學單元和主題，。\n\n有時學生未能及時向導師報告遇見的困難，但與相對身份平等的學生導師會容易溝通和理解。學生導師擔當中間人的身份，也容易及時發現和解決問題。例如，有關小組成員未必有足夠勇氣向課程導師提及問題，但會願意向學生導師報告，例如關於搭便車(free-rider) 的問題。"
          },
          {
            header: "社區中心導師 ",
            text: "合拍的合作機構，十分清楚課程的目標。當學生在機構執行服務活動時，會願意帶領學生去理解某些社會議題。例如，一個學習的主題之一是貧窮，機構導師在每一次活動前後都會引導學生理解與貧窮相關的現象。在服務過程中，帶領學生從哪些角度進行觀察，如何將報章信息和文獻中的內容與學生親身經驗結合起來。與課程導師相比，機構人員更熟悉他們服務的社區，並且可以解釋問題與特定社區群體的關係。讓學生更容易理解。貧窮相關理論可以用於解釋香港的具體情況和問題。學生對貧窮的理解也就表現在小組同學的反饋和報告中。\n\n例如，有時完成活動後，機構中的社工會主動帶領學生進行檢討和反思。社工十分清楚課程的重點，他們能夠擔當共同教育者(co-educator)的角色，幫學生整理和深化服務活動中的經驗。當小組中出現搭便車成員，或學生表現欠佳時，由機構社工指出來，對學生的作用更大。社工會直接表達他們對學生的期望及小組工作未夠滿意的地方，期望學生之間如何配合。學生收到來自服務機構的直接反饋，會意識到機構的觀點與關注之處，以及對自己表現的評價，他們常常很快做出調整和改變。"
          },
        ]
      },
      communityPractice: {
        content: "嶺大設有「服務研習處」，專門邀請同事來帶領服務學習科目以及與學系其他同事合作，發展服務學習課程。所以服務研習處同事之間的合作關係與默契也十分重要，以推動彼此信息與資源的分享，並在大學所有服務學習科目之間建立橋樑，共同促進發展的空間。例如，一位同事負責跟進一科BBA的課程，合作機構突然提出希望尋找有寫作相關的活動與有興趣參與的導師，希望出版幾本書。有關同事很快就作出轉介，與文學院導師商討合作的可能性，為服務學習提供了更多可能性與機會，同時也讓大學與機構之間發展出良好的合作關係。"
      },
      evaluation: {
        content: "在發展服務學習課程過程中，陳老師認為要循序漸進，從小處做起，建立成功經驗後，會幫助到後續的實踐工作。學生及導師同樣需要一些滿足感 。機構對服務正面的反饋，學生完成服務後的開心心情，服務對象的滿足感都可以成為導師持續實踐服務學習的推動因素，然後可以慢慢增加服務的類型，優化服務活動的質數。在此過程中，與機構保持密切聯繫也十分重要。陳老師常與學生一起完成服務活動，也因此有機會與合作夥伴緊密溝通和互動，雙方都會及時表達對服務活動及成效的看法。在持續溝通的過程中，她認為從籌備、實施、到反思的階段，讓合作夥伴了解課程的目標以及導師的期望是十分重要的。同為社工，她與其他社工在溝通上也比較容易明白對方及達至默契。"
      }
    }//end details
  },
  {
    caseCode: 5,
    university: universityList["polyu"],
    department: "電子計算學系",
    caseTitle: "科技超越界限：跨文化、種族、社區之服務學習 (Technology Beyond Borders: Service Learning across Cultural, Ethnic and Community Lines)",
    lecturer: "倪恩恩",
    details: {
      caseDescription: {
        content: [
          {
            header: "",
            text: "個案五報導了一個名為「超越國界的技術：跨越文化、種族和社區界限的服務學習」（以下簡稱「技術」的三學分服務學習課程。 本課程是由來自香港理工大學 (以下簡稱理大) 電子計算學系倪恩恩博士所提供。"
          },
          {
            header: "歷史簡介",
            text: "在 2005年左右，倪博士已經開始在理大電子計算學系開展社區外展項目（community outreach program），開始建立「技術」課程的基礎。當時的學員主要為計算機系的學生，他們前往中小學教授有關機器人(Robot)的運用， 編程語句 和一些用adobe 軟件操作的知識。旨在讓大學生積累相關經驗，提升溝通和表達的能力，同時她也希望藉此機會，為資源較有限的香港學校提供協助。後來慢慢將服務的範圍拓展到中國內地及柬埔寨。到了2010年左右，這個項目已經具備了一門學術課程的重要元素和條件，這包括一系列的概念和理論知識，具體的日程安排，學生需要將所學應用於服務活動，以及評估學生學習結果的方式。而學生在當中付出的努力與學習成效甚至已超出三學分課程的要求。為此，她還出了一本書籍來介紹整個課程項目的內容與發展。\n\n應對2012年開始的大學學制改革，即由三年改為四年大學課程。自2005年以來，各大學已經持續檢討和規劃新學制下的大學課程。藉此時機，倪博士的團隊開始尋求將這一項目轉變為學分課程的可能性。這一項目的成效得到新任學術副校長的支持。2012-13年，隨著大學通識教育課程的引入，科技成為理大所有學生的通識教育課程之一"
          },
          {
            header: "課程結構",
            text: "根據課程大綱，「技術」課程期望學生能夠 1) 表現出對信息及數字鴻溝的影響以及社會劣勢與使用適當科技術關聯性； 2) 闡明社會弱勢群體的需求，分析服務設置和設計中的複雜問題，實施或部署適當且合乎道德的技術解決方案，以滿足目標服務對象的需求； 3）在提供服務過程中有效團隊合作解決問題和有效溝通； 4) 反思他們的服務學習活動和經驗與學科學術內容之間的關係，並在使用和部署技術解決方案時培養公民責任感。\n\n因此，課程中的主題涵蓋了與社區參與相關的主要問題，並通過應用技術解決方案，涉及來自其他文化、種族或社會群體的人物。主題涉及 1) 服務學習的概念和實踐； 2) 特定學科的概念、問題和技能； 3) 特定項目的概念、問題和技能。除了針對學科的講座和研討會以及特定項目的研討會外，學生還需要完成電子學習課程並參與服務學習項目，該項目旨在培養學生的創造力、解決問題的能力、團隊合作和溝通能力。學生們面對著設計和實施解決方案的挑戰，應用他們學科的特定知識來滿足社區需求；"
          }
        ]
      },
      partnership: {
        content: [
          {
            header: "發展持久的合作關係",
            text: "在與機構展合作方面，倪博士認為不應頻繁更換合作夥伴。因服務學習課程而建立的關係涉及多名持分者：大學生希望獲得好成績，導師希望學生有所學習及同時能幫助社會，合作機構希望幫助社群變得更好。每次和新的機構合作，都需要經過互相了解、磨合及磋商的過程。不同機構的想法與期望也有差別，比如如果機構曾與很多志願者合作，也偏向視修課學生為志願者，而不是發展平等互利的協作活動。此外，大學與合作夥伴之間也需時建立信任。有了互相了解和信任的基礎，才能繼續商談新的活動，擴展服務及合作的機會。在不斷互動和更新的過程中，才能提升彼此合作的質量與實現共贏。\n\n然而，要達到此目標，大學和合作夥伴需要發展出成熟的關係。與同一機構持續合作，也能夠預見學生在參與過程中將會遇到哪些困難和挑戰，相應地，將這些可能發生的情況有計劃有系統地轉變為學習機會。對學生而言面對一些始料不及的情況時，可能是導師計劃中的一部份，讓學生體驗如何從挫折中成長。如果遇見有關安全或學生難以處理的事務，導師則可告知學生，如何預先籌劃和處理意外或危機的策略。"
          },
          {
            header: "互惠互利",
            text: "發展良好夥伴合作關係的一個因素是互惠互利。在持續合作的過程中，機構能夠看到學生和導師對待服務的態度與方式，預期大學生將為社區帶來怎樣的改變。機構和社區是會有所觸動的，因為他們遇見很多義工說：「我們到此來幇忙」。所以大學需要時間讓機構見到 ：「大學真的是可以做到一些改變」 和 「大學很努力去做到一些改變」。面對需要服務的人們，大學與機構看到彼此都願意付出時間和努力，做出很好的實際成效，便願意漸漸建立互相信任及達至高質數的合作關係。"
          }
        ]
      },
      linkage: {
        content: "從一個學習的外展項目轉變為全校學生可修讀的學分課程，「技術」這一科目的焦點和內容都相應有所調整。最初的建議是參照之前的外展服務項目，從中學生了解電腦對於人與世界的作用。即在服務活動中學生需要用電腦來幫助社群解決具體問題。，此時修讀的學生大多數為大一及大二的低年級學生，針對修讀對象的改變「「技術」這一科將關注的重點延伸到科技對人類生活的作用。比如如果不掌握電子解碼，有些老年人就無法使用電子網絡銀行及一些相應的電子服務，比如登入政府官網及登記領取護照等。科技對人類生活的作用體現在對用戶有掌握科技的要求。所以，課程的重心和服務活動就聚焦在如何利用科技來幫助人們生活。具體的服務活動會涉及電子教學，STEM，機器人編程，信息技術的安裝，輔助性的信息技術，為智障小朋友設計電腦遊戲等。 \n\n在課程結構上，三分之一的時間是在課室內的學習理論，而學生需要完成最少40小時的本地服務活動及最少60小時的海外服務活動；餘下三分之一的時間則是學生自己完成的學習活動，或是為服務做準備，在實驗室內研發小遊戲，或是服務後的反思。一個三學分的課程，學生需要投入大約120個小時。"
      },
      service: {
        content: [
          {
            header: "互惠和實際影響",
            text: "倪博士認為，服務學習應在學生與社會或社區之間達成平等互利的關係 (equal focus and equal benefit)。一方面，學生所做的事一定要對社會或服務對象有切實的幫助，而不是單純安撫服務對象的心靈。另一方面，大學生從中需有所得着，他們不只是完成機械類的任務，要是在宏觀方面對社會有更深入的認識。例如，大學生前往某個貧窮地區，需要完成的具體任務可能是「拉電線」， 但他們需要理解這個地區/國家的電力缺乏議題（Energy poverty），電能對個人生活甚至整個社區發展的影響。這樣的反思是為了讓學生將「個人」代入社會，這不是單一的現象而是一個社會議題。此外，服務活動聚焦於具體的設施，有助大學生在學習和服務中獲得滿足感。\n\n當設定的任務目標對大學生具挑戰性，但在能力範圍內，他們更願意投入當中，而活動的成效讓學生看到真實的效果。這樣的效果或許是比較簡單，例如，一個村落從一開始完全沒有電，到可以有燈發光。對某個社會/社區的幫助，大學生會確認這樣的學習有其價值。這也讓學生看到，他們能夠做得到。又例如，倪博士曾帶領學生前往特殊學校，設計一些治療性的遊戲。倪博士觀察到大學生對這些特殊需要 (SEN)及身體殘障人士是心存恐懼的。在認識特殊需要人士之後，學生慢慢了解那些SEN學生是安全的，也開始克服心理的恐懼。從 「害怕」 到 「其實也沒那麼可怕」，漸漸變成 「我們在幫助他們」。在這個過程中，可以明白學生如何認識到自己可以完成一些項目，來改善社區和人們在其中的生活。\n\n在改善社區的過程中，倪博士希望學生遇見生活在資源和技術缺乏的社群中的人們，他們的生活如何受科技影響。理解社會議題不單只是改善社區的物質條件，更是理解生活在其中的人的和他們生活狀態。所以，在設計方案和反思過程中，倪博士注重引導學生去思考自己可以為這些人/這些社區做什麼？藉此激發學生的同理心。要達到這樣的效果，教師需要花更多時間從多方面作出考慮，例如與合作機構商討可行性及其可能的成效，以確保這些項目的可行性，在完成設備/設施的過程中能給學生帶來挑戰，為學生預留時間作出反思和討論任務完成情況。如果學生最終無法完成項目，合作夥伴會感到不滿意，而學生亦會認為不獲支持。"
          }
        ]
      },
      reflection: {
        content: "在外出進行服務活動時，每日都會有活動後的檢討，導師會帶領學生回顧自己所完成的服務，在課室的教學內容，怎樣把所學與服務活動聯結等。這檢討環節透過直接面談進行，不會計分，以減少學生的壓力。\n\n在此服務學習的過程中，導師的身教啓發學生的反思。導師與學生同在社區服務時，學生會觀察導師如何自信地應對社區裏的人，如何表現出對社區及機構運作的熟識，及如何關心學生。這些行為表現都成為學生學習模範，因為學生會反思導師的行為。例如，倪博士曾帶領大學生去照顧一些過度活躍症的兒童。走進去那一刻，那群兒童一擁而至牽着倪博士的手，倪博士不僅讓他們牽手，還抱起那些小朋友。雖然學生也意識到可能有風險，但看到導師的示範，也願意去模仿及與他們玩耍，視過度活躍的兒童如正常人一般對待。"
      },
      assessment: {
        content: "學生在這科目的表現將根據大學的慣例使用字母評分系統進行評估，從 F（不及格）到 A+。 不同評估部分的相對比重是 1) 電子學習元(e-Learning Model) (合格/不合格) ； 2) 課堂討論、作業、服務計劃/建議（30%）； 3）提供服務的表現（40%）； 和反思日誌及報告（30%）。\n\n「技術」一科中，預備階段包括三項要求：第一，學生需要以小組形式準備一項實施計劃書，這份計劃書佔10%的分數，計劃方案以可實施性為評估重點。第二，學生需要完成一份個人的反思報告，由於這是預備階段的部份，所以學習會涉及一些科技的影響、 其優點及概念。通過反思報告，學生可以有系統地思考科技與人類的關係，這篇反思報告佔15%的分數。第三，學生在課堂中的參與和表現也會作為評分的一部分，每一年雖然有差異，一般維持5%的分數。實施階段的評分佔40%，評估任務包括兩個項目，其中一項是關於服務活動的質量，佔10-15%的分數，以小組為單位進行計分，另外一項是學生的態度，例如學生在小組活動中的投入和貢獻等。這些通過導師在現場長時間的直接觀察而獲得。學生反思佔總分的30%，學生需完成2-3份個人的反思日誌或者反思報告。導師通過反思報告，可以了解學生能否理解所教授的概念，他們的表述是膚淺的還是有深層次的想法等。"
      },
      communityPractice: {
        content: "倪博士認為導師之間的相互支持在服務學習中同樣重要。修課的學生每一年會有改變，而機構更願意持續進行類似的活動。在此過程中，導師常常需要投入時間、努力、與情感。同儕導師之間的交流，有助減輕導師應付各方的壓力。他們能討論潛在的轉變，及在情感、知識上及實踐三方面互相幫助，這對個別導師而言是莫大的支持。倪博士在理工大學推行服務學習課程的過程中，認識到不少同事，且同事之間願意真誠相助，成為實踐社群。"
      }
    }
  },
  {
    caseCode: 6,
    university: universityList["eduhk"],
    department: "教育政策與領導學系",
    caseTitle: "與社福機構同行 (Working with Community Agency)",
    lecturer: "李泰開",
    details: {
      caseDescription: {
        content: "個案六報導了一個名為「與社福機構同行」（以下簡稱「同行」）的三學分服務學習課程。 本課程是由來自香港教育大學李泰開博士所提供。\n\n本課程的設計不是基於某一種學科知識，而是重於讓學生了解個人的社會責任，最重要的是通過示範加深他們的理解。 通過讓學生與不同的非政府組織 (NGO)合作，李博士希望學生了解一個組織如何看待其使命和社會責任，以及社會工作者和員工如何解釋他們的工作。 如果學生有機會與服務對象直接接觸，他們便可以了解這些人真正的需要，以及為何他們在特定的社會環境中有這些需要。 這些經歷讓學生學會了解自己的社會責任， 同時，他們可以具體體驗有關的社會責任，並學會如何運用自己所擁有的資源來回饋社會。\n\n在「同行」這一科目裏，學生會前往不同類型的NGOs，參與機構委派的工作，通過觀察、訪談、溝通、直接參與NGO日常的工作等，了解NGO如何履行和實現它們的社會使命。 \n\n在開始服務活動前，同學會先在課堂中學習有關社會責任的理論和概念等。導師也會邀請服務機構的同事分享他們如何完成日常工作及如何看待自己的工作意義，以及他們所觀察到的社會議題，如何解決問題以改善社區。此外，透過學生在不同NGO中提供的協助，學生有機會學習到一些工作的態度和共通的技巧，例如準時、溝通，如何協調不同人士及工作。"
      },
      partnership: {
        content: [
          {
            header: "源自社區需要",
            text: "李博士解說「同行」這科的定位是以服務為主，根據NGO或服務對象的需要來提供相應的活動和協助，讓機構完成自己計劃的目標。根據這樣的定位，在服務前的課堂中，李博士會著重讓學生明白如何去了解社區及機構的需求，而不是帶著明確的方案和計劃去執行。這樣的定位，李博士認為更能夠恰當地滿足機構的需求。在與NGO協商中，也會闡明此科目的基本定位與理念。在協調過程中，希望機構能盡量為學生提供不同類型的工作，讓學生了解機構如何運作。 \n\n最初建立夥伴協作關係的時候，李博士一方面與自己相識的機構和朋友聯繫，尋找可以合作的機會，另一方面通過電話和電郵直接聯絡有機會合作的機構，經此過程，他也進一步了解機構本身的使命與具體任務。在溝通的過程中，李博士十分注重機構與導師之間能夠互相理解對方所需，探討如何能夠實現雙贏，讓學生和機構相方面都從中得益。"
          },
          {
            header: "互惠互利 Reciprocity",
            text: "在開課前，李博士已經與幾位NGO同事聯繫，並確定基本的合作形式。一方面， NGO需瞭解課程的目的以及明白雙方的期望。李博士了解，常會有不同的同學去NGO幫忙。當同學帶著自己關注的議題和希望完成活動時，NGO的同工反而需要用多些時間來幫助學生完成他們的項目。而同學缺乏對機構的認識，不清楚哪些事情對機構而言更重要，則機構在服務學生，而不是學生在服務機構，這樣雙方便沒能達致互惠互利的結果。\n\n「同行」一科的重點在於理解機構和其在職員工。所以有關活動的性質和範圍，相比其他服務學習科目較具彈性。學生可以參與機構工作的任何一部分，重點在過程中，進行觀察、與人交流、思考社會議題與機構使命，以及個人如何投入社會，參與其中。如是聚焦，機構能夠較為靈活地安排人力和工作，同時大學生也成為實際的人力資源。從而達致雙贏。"
          }
        ]
      },
      service: {
        content: "李博士認同有意義的服務活動是十分重要的，但根據「同行」一科的定位而言，服務的意義體驗在滿足個人、機構和社區真實的需求。李博士提到，在服務學習科目中，為學生安排特定的經驗，令他們理解和體驗個人應擔當的社會責任（individual social responsibility）是十分重要。服務中的任務可以是多方面的，既可以是辦公室內的文書工作，也可參與籌備和實行某個項目，或直接與機構的服務對象交流，例如陪伴公公婆婆出去散步或耕田。在這過程中，一方面學生會獲得不同種類的經歷。多元化的經歷可以幫助學生認識到在實現社會責任，可以通過各種不同的活動與途徑來實現。這些理解和經驗可以激發學生反思將來何去何從，在未來如何實踐個人的社會責任，以及願意如何關心社會。\n\n另一方面，學生也有機會發現NGO工作並非他們心中所想。原來一所機構的日常工作性質種類繁多，包括不少沉悶的工作，例如做宣傳、整理信封、輸入數據、 打很多電話。並不是NGO的所有工作都是直接面對服務對象。因此，學生也了解到一所NGO真實的運作是如何及一所機構在實現自己使命的過程中需要面對哪些具體的任務、挑戰與困難。"
      },
      reflection: {
        content: "課程中期，李博士會要求學生返回校園，與導師進行一次諮詢面談 ，然後再回到NGO，完成其餘的服務項目。在諮詢活動中，他針對學生如何理解NGO的使命與工作，了解學生對NGO的認知偏見，及能否從多角度理解機構的運作。在中期小組報告中，各組的分享也能互相啟發，從而同學在後期的服務活動中會有所改善。這就是過程評核的重要部分。\n\n作為一個初級水平的科目，他希望學生可以看到社會資源是如何分配，而學生之間的資源是相關的，且一部分是從他人那裏所獲得的。所以我們應把所擁有的與他人分享。「同行」一科提供認識NGO的機會，同學在彼此的分享中，理解社會需求和社會責任的含義，從而認識自己的公民責任。"
      },
      assessment: {
        content: "同學以小組形式參與機構的工作，但在服務活動中，團隊工作與個人任務並存。服務結束的時候，每一組都要在課堂進行口頭報告，介紹服務機構的背景，使命、願景及實現機構使命的策略。分析其強項與不足，以及無法達成某些願景的限制因素。\n\n學生還需完成一份個人反思報告，結合服務活動中的經驗，反思自己作為個人如何成為負責任的公民。對於計分的評核任務，李博士會邀請機構代表對每位學生進行評分及給予評語。他使用一份量表式的表格，每位同學一份。此外，學生也需完成一份個人反思報告，主要在了解他們能否從多角度去觀察和理解社會議題和問題及社會上不同群體的需求。"
      },
      challenges: {
        content: "香港教育大學沒有常設的服務學習事務處，在聯絡機構以及與機構協作，就成為導師個人的工作，這對導師而言是較大的工作量。李博士也建議，如果在大學層面，能夠提供一個有關所有服務機構的資源庫和合作網絡，其中包括了各類機構和不同種類的服務活動，導師可以在其中尋找潛在合拍的合作夥伴，對於甚少接觸NGO的同事來說，會更容易處理。\n\n另一項挑戰來自學生在參與服務過程中所付出的時間。由於服務時間只是計算學生在機構中的實際工作時間，學生在完成服務過程中會涉及到時間成本，尤其是教大的校園較偏遠，有些同學每一次去做服務都需要四個小時左右，而實際服務的時間則只有 一至三小時。"
      }
    }
  },
  {
    caseCode: 7,
    university: universityList["hkbu"],
    department: "生物系",
    caseTitle: "在生物課程中整合服務學習 (Integrating service-learning in Biology courses)",
    lecturer: "余英傑",
    details: {
      caseDescription: {
        content: "個案七報導了二個名為 「環境健康與毒理學」（以下簡稱「毒理學」）及發酵與酶技術（以下簡稱「發酵」）各三學分服務學習課程。 本課程是由來自香港浸會大學余英傑博士所提供。\n\n在接觸服務學習之前，余博士經已對非傳統教學方法有了些己見解與探索經驗。他認為傳統課堂經常是沉悶且毫無活力的，導師對著簡報一直地講，學生坐在講臺下乏味地聽。所以，為了打破課堂的無聊氣氛，讓學生投入學習，余博士嘗試採用各種不同的教學方法。例如在開展服務學習前，他曾與學校圖書館合作，運用網絡平臺教授部分課程。他希望借助網絡平臺，讓學生能夠自己去分析和學習，而不是單純地在課堂上聽他講課。\n\n在2018年3月，余博士在一次教學分享會上結識了創新服務學習中心（Centre for Innovative Service-Learning）(CISL)的一位同事 ，在那次交談中他正式接觸到服務學習的理念。在那之前，他對服務學習的概念與實踐都不甚了解，但CISL願意協助他進行教學嘗試，他本人亦對非傳統教學法抱有興趣，於是便一拍即合，確立了後來的服務學習計劃。\n\n在2018年9月，余博士第一次嘗試把服務學習的元素加入他的課程「FERMENTATION & ENZYME TECHNOLOGY」中。從起草計劃到落實課程，時間緊迫，且學校和部門都未能提供直接支援與輔助，所有的事情幾乎都需要由他一人負責解決。「這是一個不斷碰釘子不斷學習的過程，畢竟我是第一次做，在以前都是全無認識及經驗的。」他說道。       \n\n在第一次開展過程中，余博士積累了很多經驗，知道了需注意及再改善之處，並把這些經驗運用於後來發展的環節中。到了2019年1月第二門課開展時，他對流程的設計與執行已然成熟很多，對如何提升學生的積極性、如何對接機構及如何控制時間都有了重新的安排。 在經歷了兩次嘗試後，他對服務學習有了更多的欣賞與感悟。在未來，他表示依然會對服務學習進行更多的探索。"
      },
      partnership: {
        content: "在「發酵」的課程中， 通過個人的人際網絡，余博士找到了一間幫助貧困尖子生的NGO，與其合作。後因一些技術上的困難，該NGO無法提供足夠的人數。於是他又另外找了一間中學一起合作。到了第二門「毒理學」的課程時，他與一間普通的中學合作。他表示與一間值得信賴的機構合作是非常重要，不然基於機構的問題而臨時更改活動計劃，將帶來許多的麻煩。 "
      },
      linkage: {
        content: "余博士自覺這些課程所包含的內容大多是有關技術及工序的枯燥知識。為了增進學生對課堂的興趣，以往他會安排不同的實地考察，包括參觀醬油的發酵廠及益力多的製造工廠等，讓學生有機會看到技術在現實中是如何被應用的。而今該部分的內容被替換為服務學習活動，他需要更巧妙的設計與課程聯結。為此，在第一門服務學習課程開始前，余博士與CISL的同事討論多次，最終決定與社會科學院推薦的社工Toby合作，共同設計了「發酵人生」的主題活動。\n\n該活動挑選在週六一天完成，主要包括三個部分。第一部分是邀請Toby分享什麼是 「發酵人生」，其中主要借助 「發酵」 這一概念來比喻人生，即 「發酵」 的過程要求工序嚴謹，有所醞釀，正如人生一般，需要厚積薄發，在每個節點都謹慎維護。而第二部分是一個科學實驗，主要由余博士負責，教授一些關於發酵的簡單科學知識。第三部分則由大學生負責，他們先作分組，準備關於發酵食物的展示。這過程需要大學生先掌握課堂知識，並轉化到應用上，讓中學生有所學習。\n\n而到了第二門課「毒理學」則改為中學生與大學生合作，共同完成滙報 (Presentation)。其中共有七個主題，圍繞「環境健康」與「有毒食品」兩方面展開探討。在這過程中，大學生運用所學輔助中學生，共同完成小組展示，既有知識轉移（Knowledge transfer）的學習過程，也有服務中學生的部分，余博士認為這些學習效果是其他功課作業無法達到的。\n\n在服務開始之前，余博士會要求學生準備一份詳細的服務活動計劃，並準備一份預算，方便資金的分配。除此之外，為保證學生的計劃能夠實施，他還會非正式地與學生進行小組面談（Group interview），跟進他們的服務活動計劃。"
      },
      reflection: {
        content: "反思主要發生在三個環節，分別是活動前、活動當天以及活動後。活動前的一些檢查點（Check points），余博士會跟進學生們的準備情況，引領他們投入與思考，幫助他們進入反思準備的狀態。而在活動當天結束時以及活動後的課堂上，他也會帶領學生一起回顧活動的情景與感受，反思所學所得。"
      },
      assessment: {
        content: "「發酵」課程的考核方式包括持續考核（40%）和期末考試（60%）。 持續評核是通過作業評核學生對酶技術和發酵概念的理解。 它還包括一個期中測驗，用於測試學生的能力和對課堂講座的理解。 期末考試旨在評核學生在多大程度上實現了預期的學習成果。 \n\n在「毒理學」課程中，學生的學習成績將通過持續評估（50%）和期末考試（50%）來評核。 持續評核包括小型功課項目，包括口頭報告、文章寫作等作業，以提高學生對課程主題的理解，還有期中測驗，以測試學生的能力和對課堂講座的理解。 為了在期末考試中取得好成績，學生應該對知識有透徹的理解，並在不同的環景下正確地應用它們。 \n\n兩門課程的服務學習部分皆以持續性評核(Continuous assessment)」 給於分數。其中第一門課程中由余博士和社工Toby聯合計分，分數佔總分的百分之30。他認為，計分的安排能夠有效地激發學生的積極性，讓他們能夠相對認真地參與整個活動。"
      },
      support: {
        content: "余博士認為學校和部門層面的支持是十分缺乏的，相反地，CISL給予了他很多的支持。他斷言，如果沒有CISL，他應該不會推出服務學習課程。畢竟，CISL不僅提供了關於服務學習課程開展的指導、提供人員協助討論、還提供了資金的支持。雖然資金並不多，但卻很重要，能夠幫助購買必要的物資以進行活動。"
      },
      challenges: {
        content: [
          {
            header: "時間緊迫",
            text: "對從沒有接觸過服務學習的余博士來說，在短時間內對服務學習理念的全面理解與實踐是一種相對較大的挑戰。在這過程中余博士需要從零開始去掌握相關的概念與定義，並轉化到實際操作中。除此之外，在提交研究計劃的過程中也一波三折，需要不斷地修改與重新遞交。"
          },
          {
            header: "服務時間",
            text: "余博士的第一個服務學習課程挑選在週六進行，卻因此引來部分同學的抱怨。他解釋道，由於課程的設計，服務活動需要一次過完成，那麼週六是最好的選擇，但該部分的時間並未計入課堂時間中，所以部分同學覺得這是佔用了自己私人的時間進行活動，積極性有所下降。所以到了第二個服務學習課程時，余博士便把服務時間計算在課堂時間內，學生便沒有了這方面的抱怨。除此之外，他認為，由於參於第一個課程的同學是第四年的學生，課後較忙碌，故對課外時間的佔用也較敏感。而第二個課程的對象為第二年的學生，他們則沒有對時間的安排有所抱怨。"
          }
        ]
      }
    }//end details
  },
  {
    caseCode: 8,
    university: universityList["hkbu"],
    department: "中醫藥學院",
    caseTitle: "傳統中醫中的服務學習 (Service-learning in Traditional Chinese Medicine)",
    lecturer: "張振海",
    details: {
      caseDescription: {
        content: [
          {
            header: "",
            text: "個案八報導了一個名為「中醫骨傷、推拿學」（以下簡稱「骨」）的三學分服務學習課程。 本課程是由來自香港浸會大學 (以下簡稱浸大) 的張振海醫師所提供。"
          },
          {
            header: "歷史簡介",
            text: "張醫師表示在2016年前，服務學習的教學模式慢慢發展成形，並於2016年被加入課程當中。 大約在 2011 年，服務學習是作為某種形式的課外活動進行。 從2012年到2013年，這個課程的協調人，是他作為博士生時的導師，他在課程中加入了一些服務學習的元素，比如邀請老年人來上課。 直到 2016 年，這導師成功申請了為期兩年教資會 (UGC) 的教與學基金，服務學習才能正式融入課程，並於 2019 年已運作了接近兩到三年的時間。 \n\n張醫師提到，在融入課程前後舉行的服務學習有數處不同之處。他繼續說，首先，現在為課程的這個服務學習部分開發了一個評分指標(rubric)。在以前，服務學習更像是實習。一些老人被邀請來上課。在導師的指導下，大學生會在課堂上幫助他們進行一到兩次的身體檢查。就這樣，學生們簡單地建立了一些病歷。現在，課程文件（Course Document）與評分指標一起開發，服務學習便佔課程評核的 15%。其次，隨著rubric的發展，學生的作業亦有所不同，從簡單的準備病歷調整到建立電子檔案組合 (e-portfolio)，其中包含服務學習元素，例如由學生完成的匯報和反思日誌。服務學習的性質也有所改變。從前，學生們只面見老人一次。現在，學生們將全年跟踪老人病例。"
          },
          {
            header: "課程結構和組織",
            text: "這「骨」課程分兩個學期開課。它包括課堂教學和各種學生的積極參與和學習活動。這門課有五個學分，其中課堂教學佔四學分，實踐部分佔一學分。\n\n這課程的目的是將過往中西醫課程的學習內容融入目前的課程內容中。通過本課程，學生可以達到期望，掌握專業知識和技能，為將來「骨傷推拿」的臨床實踐建立穩固的基礎。本課程旨在讓學生掌握香港中醫師考試的相關專業內容，以達到中醫藥註冊的要求。此外，它旨在讓學生了解如何進一步學習和發展終身學習的技能。\n\n為將服務學習元素融入課程中，第一學期和第二學期分別安排了兩項服務活動：實地探訪老人院和邀請老人參觀大學。具體來說，五名學生組成一個小團隊，每個學生小隊負責照顧一名老人。一名導師和一名社工加入了一個學生團隊進行指導。從九月到十二月左右，每隊五名學生訪問五位不同的老人。在實地探訪過程中，小組中的一名負責特定老人的學生帶隊探訪，另外四名學生作為後備支援，檢查老人的骨骼狀況。張醫師提到，這樣安排的理由是為了確保長者的安全。另一個原因是讓學生有更多的機會討論及分析老年人的問題和找出相應的解決方案。到10月，所有的老年人都被邀請到大學參觀。當時的大學生試圖為老年人提供治療以緩解他們的骨痛。 "
          }
        ]
      },
      partnership: {
        content: "張醫師首先在一次臨床會議上會見了香港聖公會 (Hong Kong Sheng Kung Hui, SKH)(以下簡稱SKH)的工作人員。 當大學生被要求成為志願者，為 SKH 的老人做治療時，這種夥伴關係就開始了。張醫師解釋，與SKH建立合作夥伴關係的原因，是發現SKH沒有中醫醫療隊。 他想通過讓醫科學生參與為老年人提供服務來填補這服務的空白。"
      },
      linkage: {
        content: [
          {
            header: "通過實踐發展專業",
            text: "張醫師認為將服務學習融入醫學課程，讓學生能夠實踐醫學演練，促進專業技能的發展。 當老人來到校園時，學生們進行診斷測試。有時候侯在導師的指導下，他們有機會進行中醫針灸、正骨按摩等治療，以恢復老年人的關節健康。 雖然學生可以從醫學課程中的小組教學中學習如何分析和進行治療，他們當中還有許多人害怕將學到的東西付諸實踐。 他們可能害怕與病人交流，甚至恐慌到在老人面前忘記從書中學到的東西。 通過服務學習，學生有機會在現實生活中實踐所學，並克服心理問題。\n\n張醫師也指出，醫生與病人之間的關係永遠無法通過課堂教學來解釋清楚。 只有通過實地實踐，學生才有機會處理好與病患者的關係。 例如，他提到有一位老人非常依賴一位學生，他打電話給學生六次作出提問。 這位學生壓力很大，不知道如何應對。 然而，當學生成為醫生時，這種情況顯然會發生，因為他們需要與病患者就他們的健康問題和狀況進行溝通。 因此，通過服務學習實踐所學可以讓學生熟悉處理問題的方法，並且在某種程度上，這個過程促進了他們的學習進步，並為他們成為醫生做好了準備。"
          }
        ]
      },
      service: {
        content: [
          {
            header: "了解服務對象",
            text: "透過實地探訪安老院，能讓學生了解影響老人健康的因素，而這種學習成果在校園治療過程中可能無法實現。課程將安排兩次實地探訪。通過探訪，張醫師希望同學們知道作為醫生不僅要能夠治愈病人，更要了解他們的生活狀況。醫生只有在病人來就診時才認識他們。然而，有時醫生在諮詢前後並不了解病患者的情況。張醫師提到，影響一個人的健康狀況的因素很多，例如病人的居住環境、與家人的關係及生活習慣等。實地探訪的理念是讓學生了解老年人的生活狀況，同時了獲取他們正在服用的藥物的信息，上面所提到有關的因素都會影響老年人的健康。"
          },
          {
            header: "向服務對象學習",
            text: "張醫師指出，通過服務學習，長者受益於服務，開始積極輔導學生。 與實習不同的是，服務學習涉及對老年人的持續治療和照顧，而不是只一次性的治療。 長者在簽署同意書後，也意識到他們在服務學習中的角色。 例如，他們提醒學生他們的健康問題和學生應該注意的事情。 這種互動在一定程度上促進了學生的學習成績。"
          }
        ]
      },
      reflection: {
        content: "張醫師提到有兩種反思方法可以幫助解決專業和服務相關的問題：電子檔案和匯報會。 電子檔案包括兩部分，第一部分是為老年人建立的健康檔案，以跟踪他們與骨骼有關的健康狀況。 第二部分是學生記錄他們在服務活動中反思所學到的東西，當中没有提供指引。 \n\n每學期會有一次一個小時到一個半小時的匯報會，每組五到六名學生還將在二至三名導師的協助下進行。因此，每位學生最少有兩次匯報會，討論他們與專業治療或現場探訪有關的問題。張醫師還很有創意地應用手機程序，第一時間跟進學生的問題。 他使用WhatsApp為全班同學創建了一個討論組，甚至為每組學生單獨創建了各自的討論組。 任何學生都可以在小組討論組中提出他們的問題，一起討論問題。 他評論說，與 Moodle 相比，WhatsApp 作為一種快速溝通的媒介，讓學生可以隨時提出問題。"
      },
      assessment: {
        content: [
          {
            header: "正式和非正式評核",
            text: "有兩種類型的評核：正式評核（分數會影響學生的 GPA）和非正式評核（社會工作者的評論）。 正式評核將針對學生基於團隊的口頭報告和電子作品集給予分數。 在第一學期，口頭報告是以學生小組為基礎，分享關於老年人健康案例的討論以及學生學到的東西。 在第二學期，每名學生都需要製作一個電子檔案文件，內容包括兩部分，其一部分是專業化地記錄老年人骨骼損傷的健康狀況，另一部分是完成反思日誌， 對於反思日誌的內容是没有特定的指引。\n 非正式評核主要涉及社會工作者根據學生畢業的七個標準提供書面評論。 社工不僅是服務後負責繼續跟進處理長者健康狀況，更會根據學生的觀察參與給予學生意見。 不過，張醫師提到，社工的評論不會被計入學生的GPA，因為社工在評核時會猶豫不決，因為不想影響學生。 他補充說，讓社工參與評核，是為了讓學生從社工和醫生的角度照顧長者，藉此提高學生的公民意識，使他們更願意站在老人的角度去解決問題。 張醫師希望同學們不僅能醫治老人，更能站在老人的立場上，增進他們的同理心。"
          }
        ]
      },
      support: {
        content: [
          {
            header: "資金支援",
            text: "主要資金由外部組織提供。 張醫師提到他所屬部門的撥款不多。 儘管如此，許多機構還是願意為學生提供資助，讓他們參與服務學習活動。 這筆資金主要用於支持學生開展服務學習的活動，例如支付學生前往安老院的交通費和購買老人禮物的費用。"
          },
          {
            header: "部門支援",
            text: "張醫師反映，學系部門主要在項目協調和保險方面提供支援。 在課程協調方面，課程總監允許課程導師在課程安排上相互協調。 例如，課程導師可以討論和協商每門課程的服務類型、服務學習活動的時期和每門課程的考試時間，以防時間衝突。 經協商後，課程導師需作出報告及申請部門的批准。 張醫師認為學系部門為老人、大學生和教學活動提供保險是很重要的。 有了保險，學生和老人的福利都得到了保障。"
          },
          {
            header: "創新服務學習中心 Centre for Innovative Service-Learning (CISL) 的支持",
            text: "張醫師提到，CISL也為課程導師提供了一個以研究為主的學習平台，以更有效地促進學生的服務學習效果， 例如提供許多工作坊和靜俢會讓服務學習經驗較少的導師學習如何策劃服務學習活動，如何評核學生的學習效果，以及在服務學習活動中的評核標準應該是什麼。\n此外，他認為 由CISL 為導師設計評核材料很重要。 他說，他的專業是醫學知識，但在其他領域，比如教育評核，他缺乏很多知識。 CISL 在某種程度上幫助他設計了一個評分指標。 有了這個指標，他更容易計算分數，並說服學生理解服務學習在課程中的重要性。 另一點值得一提的是，該平台還讓張醫師結識了不同的合作夥伴，並學習了其他導師的服務學習課程設計。 例如，張醫師説他發現其他課程，例如市場營銷、創意寫作和數學等，也可以結合服務學習活動。 而這種接觸使他能夠走出醫生的領域作出思考。\n而且，他認為CISL提供的平台有利於促進學生和教師重視服務學習課程的重要性。 他補充說，CISL 將為每個課程製作海報。 有了海報，導師和學生都覺得他們對自己的工作有了擁有權。 最重要的是，導師和學生都認為高級管理人員承認他們的努力，從而促進了他們的積極性。"
          }
        ]
      },
      communityPractice: {
        content: [
          {
            header: "團隊教學",
            text: "為了管理教學過程，同事之間存在角色等級。 張醫師的直屬主管全程監督課程的進行，他則負責授課， 其他導師協調評核的工作。 有一名項目主任和一名剛畢業的學生作為助教加入。 \n\n張醫師提到，初時是沒有負責協調和負責項目工作的行政人員。 有了足夠的資金後，其他同事被聘用提供協助。 他補充說，待平台開發完成，一切都會變得更容易。 例如當設計完成評核材料和評分指標時，這些材料可以被長時間應用。 最困難的部分是建立服務學習的系統或平台來操作及維持數據庫。"
          },
          {
            header: "對其他大學的影響",
            text: "張醫師和他的團隊向其他大學，例如香港中文大學和香港大學，展示了他們的服務學習課程。 他們的展示已經影響了其他大學的中醫藥學系，不僅是關於如何提供服務學習課程，還有如何於同事間分配不同的角色。 他相信服務的重要目的在於造福學生及達致導師們的努力的成果。 導師被分配不同的工作，會清楚自己的角色，以及如何互相互配合以加強教學效果。"
          }
        ]
      }
    }
  },
  {
    caseCode: 9,
    university: [universityList["eduhk"], universityList["eduhk"], universityList["hkbu"]],
    department: ["課程與教學學系", "課程與教學學系", "語文中心"],
    caseTitle: "跨院校的服務學習合作項目 (A cross-institutional Service-learning project)",
    lecturer: "徐慧璇, 梁嘉慧, 梁曉雯",
    details: {
      caseDescription: {
        content: [
          {
            header: "",
            text: "個案九報導了一個名為「教學中的服務學習」(以下簡稱 「學習」)跨院校合作的服務學習課程。本課程是由來自香港教育大學 (以下簡稱教大) 的徐慧璇博士和梁嘉慧博士及來自香港浸會大學 (以下簡稱浸大) 的語文中心梁女士所提供。"
          },
          {
            header: "歷史簡介",
            text: "在2018年，大學教育資助委員會 (University Grants Committee) 鼓勵教大和浸大開展跨機構的服務學習項目。 徐博士和梁博士在教大學生事務處（Students Affairs Office, SAO）(以下簡稱SAO的幫助下，了解到非政府組織 (non-governmental organization, NGO) (以下簡稱NGO) 香港青年協會 (The Hongkong Federation of Youth Groups)（以下簡稱青恊）正在努力推進一項輔導計劃。 具體而言，當時青恊正在實施一項學習輔導計劃，旨在提高貧困小學生的學習動力和自主性。\n但因為負責這學習輔導計劃項目的導師沒有相關的教育背景，並缺乏有關的專業知識。 因此，一段時間後，他們在工作進度上遇到了瓶頸，儘管該學習輔導計劃仍然順暢地進行，許多小學生在英語和數學科目上表現仍未如理想，但導師不知道如何提高他們對這些科目的知識。 因此，這些貧困的學生在學校學習的積極性較低。\n當時，教大梁博士 正在開辦一個課程名為「為窮人和有需要的人服務」，旨在培養大學生的責任感，對有需要的人表現出更多的同理心。另一位來自浸大語文中心的梁小姐，一直帶領大學生為語言能力較弱的兒童教授英語。教大及浸大認為這是她們與NGO合作幫助有需要的兒童的好機會。兩所大學的導師憑其專業知識，可以帶領大學生，並灌輸有效的教學理論，以輔導小學生取得更好的學習成果。然後，大學生可以輔導小學生已完成的功課，同時增強與他們在學課中相關的實踐經驗。此次合作亦能讓NGOs擁有更多由大學生開發的專業教材及人力資源，以提升小學生的學習動力。"
          },
          {
            header: "課程結構",
            text: "每位參與的導師將在課堂上分別教授相關的概念和理論。經過多次講座後，教大班的10名學生和浸大班的10名學生被選中參加香港青協的一個分支賽馬會乙明青年空間的現場 (on-site) 服務學習。另有，教大將公開招收7 名學生，所以總共有27名大學生為23名小學生提供家庭作業輔導。大學生每星期有兩天（星期三和星期五）為小學生提供輔導服務。每次服務日的服務時間為下午三時至下午五時三十分。在最初的1.5小時裏，大學生用棋盤遊戲引導小學生完成作業。在餘下的時間裏，大學生們進行了15分鐘的課程，是關於完成作業有效的方法和總結課程。 "
          }
        ]
      },
      partnership: {
        content: [
          {
            header: "",
            text: "這合作夥伴關係是通過教大的SAO 與青協發展起來的。青協需要在提供輔導服務方面的支援。 SAO 與青協保持著穩固和信任的工作關係已一段時間，在與青協代表會面並分享了他們的需求後，SAO 聯繫了教大的徐博士，尋求潛在的服務學習合作機會。\n鑑於大家了解彼此的需求以建立穩定的伙伴關係的重要性，SAO 發起了一個會議，讓所有相關機構參與，以表達相互的需求並討論合作的機會。會議前，教大與浸大的學術代表會面，討論合作帶領兩個課程的服務學習活動的可行性。他們達成共識，可以讓兩所大學的學生相互學習，同時加強各自課程的概念和知識。例如，大部分教大學生在教學方面學到了很多，例如時間管理和學科知識的教學。浸大語文中心的學生雖擁有英語教學經驗，但在教學方面的專業訓練未及教大學生。通過這樣的合作，兩所大學的學生或許可以互相幫助，提高他們的整體教學技能。 \n在一次聯席會議上，青協提到他們在促進小學生學習動機方面的困難。 此外導師專業知識的缺乏限制了他們提高小學生英語和數學科目的能力。憑藉在教育方面的專業優勢，教大和浸大都提出了一種新的教學模式，並建議大學生可以扮演導師的角色，幫助小學生。"
          },
          {
            header: "互信互惠的關係",
            text: "為發展穩定、互信、有意義的夥伴關係，各合作夥伴定期召開會議，匯報進展，討論關心的議題、困難和解決方案。 參與的講師雖然是教育界的專業人士，但在每次對合作項目產生了新的想法後，他們還是會徵求NGO的意見。 此舉不僅是出於尊重，也是為了承認NGO的工作人員有更多的實戰經驗，以確保項目計劃的可行性。 例如有一次當導師想把同意書寄給家長簽署時，NGO 的工作人員表示，內容可能寫得過於專業，家長可能會感到困惑，並可能拒絕參與。 這合作NGO建議修改內容，使同意書易於理解。"
          },
          {
            header: "平衡的關係",
            text: "所有的合作的夥伴都做出了同等貢獻。 兩所大學引領大家產生有關的教學理念、理論和實踐行動，而NGO則為培訓大學生其他領域作出了貢獻。 例如NGO有經驗的工作人員會分享小學生的性格，以及如何處理一些有特殊教育需要（SEN）的小學生。 培訓有助於減輕大學生在處理特殊教育學生方面的焦慮，讓他們更專心地準備功課輔導服務。\n再者，為了促進更透明的夥伴關係，合作的NGO還會被邀請參加學生匯報和反思的活動，通過這種方式，NGO 能夠了解大學生的進展和功課輔導的效果。 而且NGO也會聽取大學生對處理小學生的困難的心聲。\n除了與NGOs發展平衡的關係 (balanced relationship) 外，兩所大學還嘗試以平等共同的方式分擔責任。 為項目負責人安排了定期會議，討論潛在的想法和合作方式。 例如，為了在合作中最有效地提高大學生的學習效率，導師們建議學生團隊由兩所大學的學生組成，同時可以使用 WhatsApp 進行交流。"
          }
        ]
      },
      linkage: {
        content: "課程目標之一是提高學生的教學能力。 因此，當學生通過實踐輔導計劃時，可以加強他們的教學能力，這便是與課程的聯繫。教學的過程主要由大學生在導師的支持下設計和開發。 服務期間持續的教學過程使大學生每星期都能反思自己的課程，並為接下來的課程進一步提高教學技能。 例如，有一群大學生發現，給小學生朗讀教案，既不能吸引他們的注意力，也不能讓他們理解某些概念。 在接着的星期中這群大學生改變了教學方式，嘗試讓小學生做角色扮演，以促進他們更有效地牢記知識。 \n另一個聯繫是輔導服務可以讓大學生直接進入真實領域，親身地了解弱勢群體，並有機會在社區中分析這時代的問題。 大學生們的實踐經驗豐富了他們領略服務學習理論和為弱勢群體服務的理念。 通過輔導，大學生可以直接接觸貧困小學生，從另一個角度了解這些孩子的背景，找出他們在學校行為不端的原因。 一位大學生提到，通過對孩子行為更深入的了解，他對於這孩子與眾多繼母相處困難有了更多的感同身受。 在他行為不端的背後，孩子的真正意圖是吸引更多人的注意力。"
      },
      service: {
        content: [
          {
            header: "直接服務",
            text: "大學生與服務對像經過接近一個月的直接接觸後，他們可以改變對一些貧困小學生的看法。 有大學生反映，剛開始的時候，他們覺得這些孩子很調皮。 經過一段時間的互動，大學生們意識到這些貧困兒童是有學習動力的，但他們需要老師多一點耐性及關注。 此外大學生觀察到，孩子們對他們的態度已經從淘氣變成了很友好。 通過輔導服務，許多大學生注意到，用「心」和「愛」的教學可能會改變孩子的學習態度和觀點。\n從小學生的角度來看，為期一個月的輔導活動讓他們對其他人更加開放。 許多孩子更快樂、更有動力地學習。 他們更願意與大學生交談。 一些孩子一到NGO就會立即拿出作業，而不是像以前那樣手裏拿著食物在中心閒逛。"
          },
          {
            header: "青年自治",
            text: "導師為每組大學生建議一個主題。 每組都能自主地根據特定主題設計一個課程計劃，因此，每組開發的材料都能在網上共享。 每小組都需要在每節輔導課結束時教導小學生， 每節課的教學主題都不一樣。 每組學生可以根據每星期的主題選擇自己設計的課程計劃或其他小組的課程計劃。"
          }
        ]
      },
      reflection: {
        content: "這課程安排了兩種類型的反思方法。 第一種是於每次輔導結束後，都會有一個匯報會，鼓勵大學生分享他們當天的經歷，比如在處理小學生方面需要改進的地方或關注點。 匯報不僅讓導師們，也讓NGO的工作人員了解到大學生和小學生當天學到了什麼。 同時，他們還可以討論類似問題的可能解決方案。 在一次匯報會上，一名大學生表示她不知道如何處理一位上課不聆聽及不合作的小學生。 一位NGO的工作人員提議，她可以暫時不理會這些學生。\n書寫反思日誌是另一種反思方法。 大學生被要求在每次輔導課後寫一篇反思日誌。 通過反思日誌，學生反思自己所做的事情，評價自己的教學方法，以及對孩子一天的觀察。"
      },
      assessment: {
        content: "大學生的考核方式有現場觀察和反思日誌兩種。通過現場觀察，將了解參與課程的學生的守時情況和他們對輔導職責的態度。 在每節課中，每所大學委派兩名助理在現場觀察大學生。 在輔導期間，這些助理會檢查大學生是否準時及有否為他們的教案做好充分準備，以及他們是否有時會瀏覽手機。 助理會在每節課上寫下他們對每位大學生的評論，並發送給導師以供他們參考。 助理還會對態度和表現良好的大學生進行報告，表現好的學生將在服務學習計劃結束後獲得獎勵。\n另外，學生將提交他們的反思日誌，以便對課程進行另一種評核。 反思日誌幫助學生從實踐經驗中學到更多，並從另一個角度反思他們的參與和教學效果。 教大學生在整個服務學習課程後提交所有反思日誌，而浸大學生則需要在每次輔導課後提交。浸大的導師會在他們的反思日誌上發表意見。 很多大學生提到，每次輔導課後老師的即時反饋能夠對促進他們的教學效果，並幫助他們解決了該星期遇到的問題。 大學生便可以調整在接下來的教學星期中的教案準備或現場教學實踐的進程。"
      },
      challenges: {
        content: "參與的大學生面臨著幾個挑戰。 首先，很多人建議在服務活動之前進行更多的培訓，以加強他們對理論概念的掌握及教材設計和家庭作業輔導技能的了解。 其次，對於大學生現場作業輔導步驟過於繁瑣。 他們完成整個過程的時間有限。 第三，相當多的受訪者提到他們缺乏實用的教學技能，例如向小學生解釋概念知識的能力和輔導中使用的管理技能。"
      }
    }//details
  },
  {
    caseCode: 10,
    university: universityList["lu"],
    department: "管理學系",
    caseTitle: "在管理和領導力課程中整合服務學習 (Integrating service-learning in Management and leadership courses)",
    lecturer: "陳婷婷",
    details: {
      caseDescription: {
        content: [
          {
            header: "",
            text: "個案十報導了二個名為「策略管理」（以下簡稱「管理」）及 領導力與團隊合作 (以下簡稱「領導」)各三學分的服務學習課程。 這兩個課程是由來自嶺南大學 (以下簡稱 嶺大) 管理學系陳婷婷教授所提供。"
          },
          {
            header: "課程結構及組織",
            text: "陳教授於2012年春季來到嶺南大學 ，並開始教授「策略管理」（Strategy Management）這課程。這課程最初是由其他同事設計，內容包含服務學習和非服務學習部分，開放給所有本科工商管理（Bachelor of Business Administration）的學生。 陳教授在第一學期只教授了非服務學習部分，到了第二學期，在部門主管的建議下，才開始嘗試這課程的服務學習部分。而陳教授負責的第二個服務學習的課程為「領導力與團隊合作」（Leadership and Teamwork），這課程則只包含服務學習一種形式。"
          },
          {
            header: "策略管理",
            text: "「策略管理」以團隊體驗式學習項目（Team-based experiential learning project）為基礎，分為服務學習和非服務學習兩種方式，報讀這課程的學生可以自由選擇其中一種方式。\n\n在服務學習方式的課程部分中，30人左右的學生會被分成 5 或6 個小組。在導師的安排下，他們共同為一間社會企業（Social Enterprise）提供策略管理的諮詢服務。在這過程中，學生並不需要直接去提供服務給服務對象，而是通過向該社會企業提供策略管理的諮詢服務來進行「間接服務」（Indirect service）。 「學生需要根據機構的實際情況，運用策略管理相關的知識去幫助機構處理一些事情。」 陳教授解釋道。前期的準備工作流程包括：\n\n\t • 開學後，學生與夥伴機構的負責人面談，初步了解機構情況。\n\t • 學生到機構參觀（Site visit），與機構工作人員進行簡單訪談。\n\t • 訓練學生更好地了解機構和服務對象的特點。\n\t • 學生運用所學知識及根據企業具體情況，為企業提供服務。\n\n而在非服務學習的課程部分中，學生仍以小組為單位進行活動。不同的是，他們需要自行尋找一間公司而不是由大學安排。在整個流程中，除了幾次採訪，學生的主要活動是桌面研究（Desk research）。有別於服務學習部分中最低服務時數30小時的要求，非服務學習部分並沒有時數的規定，而在活動的前期也不需要參與額外的培訓。對學生而言，在兩種課程方式中有一定的不同的體驗。陳教授提到，在服務學習部分，學生會承擔更多的工作量，包括需要進行額外的培訓，以及需要回應合作機構的期望。但學生能夠經歷更真實的教與學的情景，進行更有效的反思（Reflection）。而對於選擇非服務學習方式的學生來說，如何自行找到合作的機構是較具挑戰的。"
          },
          {
            header: "領導力與團隊合作 （Leadership and teamwork）",
            text: "陳教授表示，相較於「策略管理」而言，「領導力與團隊合作」這課程更開放和沒有指定的結構 (Unstructured)。具體有以下幾個特點：\n\n\t • 「領導力與團隊合作」要求學生提供的是「直接服務」（Direct service）。舉例來說，在與長者學苑合作的服務中，學生需要親身去服務老年人，比如教授他們如何使用智能手機等。\n\t • 這課程仍然是小班教學，30人一班，分為6個小組。而與「策略管理」不同的是，這課程需要每小組服務不同的機構。陳教授解釋，在「直接服務」的情況下，每間機構的服務活動能容納的學生較少。比如與長者學苑合作，一班老年班才8人，而大學整班有30人，一間機構往往未能配合大學班級人數的需求。\n\t • 小組成員的組成會有相對細緻的要求。學生需要根據性別、文化背景、語言、專業、性格（外向或內向）以及能力的特點，自主組隊。陳教授解釋，因為這門課是「領導力與團隊合作」，這樣安排的考量是希望學生能夠與不同特點的人相處和合作，從中有所學習。"
          },
          {
            header: "服務時數",
            text: "在嶺南大學，學期中的服務學習課程，所有的服務都是在課外時間進行的，並不會佔用每週的課堂時間，且規定課外服務時數不少於30小時。陳教授表示，學生要完成這個時數並不困難，因為培訓時間已佔用了8小時。而對於要做直接服務的學生來說，他們的課外服務時間往往會超過30小時。至於提供間接服務的學生，開組會及作出報告也會計算在服務時數內。所以總體來說這樣的規定沒有帶來太大的挑戰，而學生也可在其中獲益，比如他們可將服務時數計算入自己的義工時數（Volunteer hour）中。"
          },
          {
            header: "活動前後 填寫問卷",
            text: "在嶺大，選擇服務學習課程的學生需要在網上註冊（Registration）。在註冊的時候，學生需要完成一份活動前的問卷 (Pre-test)。只有完成問卷後，學生才算正式註冊成功。同樣，在課程結束後，學生需要填寫活動後的問卷才算完成了課程。而為了保證學生有效完成註冊和填寫問卷 ，大學方面會把這註冊程序與畢業要求（Graduation requirement），以及學生在申請資金程序相連結。如果學生未能完成註冊，其服務學習的相關學分則不能被登記，也不能申請資助。完成問卷的數據將由服務研習處(Office of Service-learning)(簡稱OSL) 負責收集與保存，OSL每年並會出版一份關於服務學習的週年報告（Annual report）。"
          }
        ]
      },
      partnership: {
        content: [
          {
            header: "",
            text: "在嶺南大學，前期夥伴合作關係的建立主要由OSL負責，後期則主要由課程導師負責。具體而言，OSL有相關合作機構的網絡資源，會根據課程導師的需求推薦一些合適的機構，讓導師自行選擇。如果導師對所推荐的機構初步印象良好，則會在開學之前與機構面談商討一些細節，包括服務時間及相互的期望。如果導師不滿所建議的機構，則可再讓OSL繼續進行搜索發掘。陳教授表示，通過這樣的安排方式導師往往都能夠找到合適的機構。\n\n找到合適的機構後，課程導師則繼續跟進溝通的工作，例如與機構商談具體的服務安排的計劃等，並一直保持與機構的聯繫，例如與同一間機構在下一年的合作，也是課程導師的職責作出跟進。 \n在跟進聯繫的過程中，陳教授強調建立機構之間的合作（Institutional level）關係而不是個人之間合作（Interpersonal level）關係的重要性，因為若只是個人之間的合作，當機構有人事變動時，則難保對合作造成影響。而如果是機構層面的合作，新上任的同事往往會被安排接替工作，負責繼續跟進有關項目。根據陳教授的經驗，大部分新職員都是比較負責任的，會在員工離職前有效地承接相關的工作。"
          },
          {
            header: "甄選機構",
            text: "陳教授表示，與機構的合作是一個雙向選擇的過程。作為課程導師，需要持續不斷嘗試去評估及甄選合適的機構。在開始數年，陳教授就嘗試與不同服務對象的機構合作。她發現，學生更能夠適應以老年人、婦女和肢體殘障人士為服務對象的項目，因為這些服務對象能夠更專注地配合和參與活動。而對於以年青人和精神殘障人士為服務對象的項目，學生們則顯得有些束手無策。她認為其中的原因可能是學生沒有掌握足夠的發展心理學（Developmental psychology）相關知識和能力去解決這些對象的問題，所以很難理解他們行為背後的邏輯。\n\n在甄選的過程中， 她認為也要保持開放嘗試的心態。曾經有一段時間她沒有與服務殘障人士相關的機構合作。後來在與艾滋病協會合作後，發現合作順暢及效果不錯。不過她也提到，雖然要嘗試新的合作機會，但步伐不能過急。遇到合拍的機構，便可發展為長期的合作關係。與相熟機構合作，能夠大幅減少磨合過程中的成本。特別是在「領導力與團隊合作」課程中，導師需要個別一人與五間機構聯繫的情況下，工作量頗大。「如果第二年能保留三間有經驗的機構繼續合作，工作量就會減輕很多，便能有較多的時間聯繫兩間新的機構。」 陳教授解釋道。"
          },
          {
            header: "機構的期望",
            text: "在正式開始課程之前，陳教授會與機構制定共同目標（Common goal），即機構會表達自己的期望，而導師則说明能提供什麼樣的服務，最後討論出共同的目標。舉例來說，在「策略管理」中，曾有機構希望學生做市場的問卷調查，陳教授便根據這個期望設計服務，在設定了五個不同的方向後，讓五個小組分別落實執行。在反思階段，每小組就可以根據不同的方向去詢問機構。除此之外，還可以將問卷分成五方面，每小組負責一方面，最後再經過討論，共同組合成一份問卷收集資料。當收回數據時，每小組又可以以不同觀點角度去分析。"
          },
          {
            header: "機構的建議",
            text: "陳教授表示，學生諮詢機構代表時，機構多會從自身的角度出發向學生作出建議，而在諮詢完畢後， 她則會與學生一起討論及講解機構提出的建議，最後找出一些解決方案。\n\n在嶺南大學，服務前的培訓主要由OSL提供，主要分兩個部分。一部分是比較通用的（Generic）的，而另一部分則是針對課程而設計的。「OSL是很靈活的，我們教師對培訓提出的許多要求，他們基本都能夠滿足到。」陳教授說道，「他們是很專業的，在課程的培訓上面，我只需要提出我的期望，他們便會盡量提供協助。」例如，陳教授曾嘗試舉辦過服務少數族裔的課程，OSL便提供了類似於文化旅行團 (Cultural tour) 的培訓，帶學生們參觀清真寺，品嘗當地食物，幫助學生理解他們的文化。除此之外，OSL還提供過關於老年人、環保主題的培訓，並曾邀請相關領域的專家作出分享及對話等。"
          }
        ]
      },
      linkage: {
        content: "陳教授認為，採用「直接服務」或「間接服務」是能夠與課程本身的內容互相配合的。就「策略管理」這課程而言，其中諮詢 (Consulting) 這種「間接服務」方式能夠很有效地幫助學生發展策略管理的思維，且「諮詢」不管是在服務學習還是非服務學習形式中都可以以恰當的方式進行。而在「領導力與團隊合作」課程目標中關於生活經驗（Life experience）的要求則與「直接服務」的方式相符合。除此之外，在「直接服務」過程中學生是以小組的形式進行的，其中可能涉及團隊如何處理及協商問題，皆是與課程內容相符合的。"
      },
      service: {
        content: [
          {
            header: "服務的意義",
            text: "陳教授認為服務學習的課程中，最重要的是怎麼讓學生理解活動項目背後的意義。她認為，這個意義是凌駕於所有的課程目標的。有些項目有較明顯（Explicit）的意義，有些項目的意義則是比較隱含的（Implicit）。比如為HIV患者籌款的項目，若單是以籌款為目的，部分學生就會覺得意義不大。導師需要做的便是不論面對什麼項目，都要想辦法讓學生理解箇中的意義，讓他們參與進來。\n在這方面，陳教授主要考慮兩點：一是把服務與課程緊密結合，讓學生覺得參與服務能夠幫助他們的課業拿取高分，那麼起碼在課業上，參與服務就是有意義的，這能促進他們的參與; 二是要結合學生的學習目的，導師要了解學生的學習目的，並讓他們知道，他們的參與是能夠讓他們有所獲益，並有利於實現他們本身的目標。"
          },
          {
            header: "學習目的",
            text: "陳教授表示，她會在課程開始時，讓學生在課程上思考自己的學習目的並讓他們分享出來。根據她的觀察，學生的學習目的主要有三種：\n\n\t • 工具性的（Instrumental）。即對自身有幫助的角度考慮。比如有學生希望理解祖母的想法、改善自己與祖母的關係，那麼她們可能會選擇參加與長者相關的服務項目。又比如有些同學希望未來投身教育行業，那麼為了豐富自己的經歷，她們也會選擇與青少年教育相關的項目。\n\t • 非工具性的（Non-instrumental）。從自身興趣出發的。比如有學生因為對教育有興趣，會選擇青少年教育類的服務項目，以多了解學生。\n\t • 為了滿足畢業要求。在嶺大，本科生必須在就讀階段選擇最少一個服務學習的課程，學校會從本科一年級開始建議學生開始考慮選擇相關的課程。然而，根據陳教授的經驗，總會有少部分學生在本科最後學期被迫選擇參加一個服務學習的課程。但大部分學生，至少百分之九十五的學生是按照自己的心願去選擇的。\n\n她表示，最初來到嶺大時，學生對服務學習是非常抗拒的，箇中原因可能主要是服務學習的工作量較為繁重。但經過這麼多年後，學生對服務學習的接受程度是有所提高，甚至有些學生會選擇修讀多於一個關於服務學習的課程。"
          },
          {
            header: "不愉快的經驗",
            text: "陳教授表示服務的經驗不一定是愉快的，小組合作的結果也可能是非常混亂糟糕，倘能從不愉快的經驗中有所得著，也是一個好的學習成果。例如，陳教授曾與一間機構合作有關籌款的項目。在項目中學生未能完成目標金額，並為此感到巨大的挫敗感。她便與學生解釋，如果他們能夠解釋清楚箇中原因，並有所反思，那麼最後也會給予他們滿意的分數。不過她也會在經歷過後，盡量迴避類似的項目。"
          }
        ]
      },
      reflection: {
        content: [
          {
            header: "程序（Procedure）",
            text: "在前期培訓時，OSL會組織關於反思 的培訓，包括講解如何進行反思以及提供有關的練習。 而在課程中期，每個課程會根據課程的特點進行回顧及反思。比如在「策略管理」中，陳教授會邀請一位機構代表進入課堂。學生可根據自己的功課中遇見的問題，向他提問。在這個過程中，OSL會幫忙做會議記錄，事後分發給學生。至於在「領導力與團隊合作」課程中，合作機構有多間，是不可能邀請到所有的機構代表。她只好盡力而為，如果機構代表都不能出席，她則會根據學生的項目，在課堂上提出一些問題，讓學生去思考及解答，並讓他們做一個小型的口頭報告(Presentation)。這樣既可以運用同輩壓力（Peer pressure）讓各小組相互督促，也可以發現一些共同問題，讓小組明白某些共同遇見的問題（Common issue），是可以克服的，進而減少一些挫敗感。\n到了學期尾，陳教授會讓「策略管理」的同學進行自我反思（Self-reflection），讓「領導力與團隊合作」的同學在自我反思的基礎上多加一項團隊反思（Team reflection）。除了這兩種反思，還會讓同學互評（Peer review/reflection），但重點還是放在前兩種反思項目上。"
          },
          {
            header: "協作的方式",
            text: "陳教授認為，不管是口頭還是書面上的協作都是非常重要的。在口頭方面，她會根據課程目標，在每個階段提出一些引導問題（Guiding questions），並提供即時反饋。而書面協作上，她會更有系統性地提出建議。除此之外，書面形式的反思會被評分，學生也會更認真完成。"
          }
        ]
      },
      assessment: {
        content: [
          {
            header: "評核方法",
            text: "在「策略管理」的課程中，導師會基於學生的口頭報告(Presentation)以及書面報告(Written Report) 進行評分。陳教授認為這種評分方式是符合「間接服務」，亦即「諮詢」的性質，同時也符合課程大綱。而在「領導力與團隊合作」課程中，由於服務機構較多，導師無法每次都參與學生「直接服務」中去看他們的表現，所以對學生服務表現的評核主要基於他們的反思和報告。陳教授表示，在反思和報告中可能會存在弄虛作假的成分，她也曾考慮過讓合作機構對學生進行評分，但就目前而言，評分方法主要仍是基於口頭報告, 反思和書面報告。其中的原因有三：\n\n\t • 合作機構的身份始終是外部人員，把評分權力交給外部人員，學生和導師難以認同。\n\t • 如果讓機構合作夥伴參與評分，學生會擔心本身與機構人員的關係好壞會影響評分的結果。\n\t • 不同的機構合作夥伴評分持有不同的主觀性，難以保證評分的公平性。\n\n不過在「直接服務」中，陳教授仍會盡量參與及與學生溝通，同時設計一系列的環節去幫助自己評核學生的服務質量，包括：\n\n\t • 要求學生每週開一次組會，並把過程記錄在報告中。導師可以從中看到小組的會議內容及小組成員的參與程度等。\n\t • 學生的服務內容大綱及簡報(PPT)需交給導師。導師可以從中看到小組是否有準備，以及準備的質量如何。\n\t • 要求學生自主地取得服務對象的評價。評價沒有固定的形式，可以是問卷或視頻採訪等。導師可以從中概括地看到服務者對象他們的服務是否滿意。\n\t • 機構夥伴會給予一些反饋。該反饋並非需要十分細緻，只是簡單的好、中、差，讓導師簡單地從機構的角度了解學生的服務情況。"
          },
          {
            header: "評核架構",
            text: "陳教授對課程評核的架構有清晰的認識。她認為主要從三個部分去評核學生的學習情況，即投入（Input）、過程（Process）以及團隊成果（Team Product）。其中「投入」指的是學生花時間精力去了解自己的組員、任務以及服務對象。而「過程」則是學生在遇到矛盾時的處理手法、如何進行溝通及協調等。至於團隊成果，評核則包括服務者對象的評價、學生自我以及整個團隊成長的評價。"
          },
          {
            header: "評核與服務之間評核差距(Assessment Gap)",
            text: "由於導師並不能時刻監督學生，學生難免會在某些事情的表現或態度上出現問題。陳教授認為這往往是評核未能有效地貼合實際情況而導致的。導師需要不斷地調整評核方式以及內容，去填補評核差距。舉例而言，在評核初期她並沒有要求學生務必舉行小組會議及記錄會議內容，而僅是通過同行評審 (Peer review) 去評核學生的一般表現。然而從結果看來，這個過程會遺漏許多信息，所以她後來才增加一系列的措施去填補差距，這包括：\n\n\t • 每週開一次組會，並記錄出勤學生，上交會議記錄。關於會議記錄如何書寫，陳教授會在課堂上講解。\n\t • 上交關於服務內容的PPT，並讓學生在寫報告(Report)和反思 (Reflection)當中解釋其中的執行邏輯以及個人思考。既可讓導師更有效地了解服務情況，也可以提高學生的服務質量。\n\n除此之外，如果能把最終考試（Final examination）與服務本身良好地結合在一起，也能填補一些評核差距，增加學生的參與度，例如把最終測驗設計成案例分析，學生如果未能投入參與服務學習，便沒有自己的親身體驗，則會無法切實地在最終考試中理解和分析案例，評分也會相應地偏低。「現在這樣至少超越半數的學生會比較投入及參與。」 陳教授說道。"
          }
        ]
      },
      support: {
        content: [
          {
            header: "教職員的參與（Faculty engagement）",
            text: "陳教授認為，在大學中開展服務學習，教職員的參與是一個重要的因素。在嶺大商學院，所有的教職員都需要在出版論文期刊（Publication）或者教學方面被考核資格（Qualified）。如果一位教職員不能做到持續穩定地刋登論文，那麼他則需要在實踐方面努力，例如做諮詢、公司高層方面或者開展服務學習等，如此才能獲得學校方面的認可。在這政策下，對於非長期合約及在學術上尚未取得一定成就的教師來說，開展服務學習是一個相對簡單的途徑獲取認可資格。而對於已經獲得長期合約及學術認可的教師來說，促使他們開展服務學習的因素可能主要有兩點：一是有助於他們的教學，二是不會給他們帶來額外的或太多的負擔。\n除此之外，陳教授還認為，如果有大學層面的支持，教職員參與開展服務學習的門檻會有所降低。畢竟如果學校能夠提供培訓、資金、合作關係建立等方面的支持時，教職員的工作量將有所減少。"
          },
          {
            header: "服務研習處 (Office of Service-Learning) (OSL)",
            text: "在嶺南大學，OSL是一個獨特存在的部門。它的運作資金只有三分之一是由學校資助的，其他的三分之二則由校外機構提供。這是因為，新界西的大學只有嶺大一所，而當地的社區機構和團體有著相當大的合作需求。所以在機構合作上，嶺大並不欠缺乏網絡資源。\n陳教授初來嶺南大學時，作為年輕教職員，對服務學習並不熟悉。當時OSL 為她提供了較大的幫助。以下是OSL為教職員提供的主要協助：\n\n\t • 提供指導（Mentoring）。OSL的職員大多曾與老師合作服務學習的經驗，能夠直接地給予教師關於服務學習實施的建議。\n\t  • 提供人力資源上的幫助。如協助安排學生與服務對象的面談、實地考察以及相關諮詢活動（Consultation）等。\n\t • 幫助教職員建立合作網絡（Networking）。陳教授解釋道，OSL本身亦是一個教學部門，會教授一些課程，故會積累一些合作資源。當老師缺乏合作資源時，便可向OSL尋求幫助。\n\t • 提供資金。這裡的資金支援主要是用於購買培訓（Training）的課程以及小組日常的消費等。小組的日常開銷包括交通費、購買活動相關物品費用等。「總的資金支援不會很多，一個課程就一至兩萬左右。」 陳教授說道。\n\t • 為服務學習提供討論平台。OSL中有一個關於服務學習的委員會（Committee），負責檢閱所有的服務學習課程，並進行相關討論。「例如要新開一門服務學習的課程，或者對課程作出變更，那麽我們就在這討論平台上交流意見。我們還可以討論關於服務學習的政策等。」陳教授舉例說。\n\n需要補充的一點是，OSL的支持並不是與服務學習的課程捆綁一起的，而是教職員根據本身的需求自行尋求的。而且OSL 的支持主要是在合作協調方面，對老師的課程教授並未有直接的參與。因此每位老師的授課工作量並不會因為OSL的支持而有所不同。"
          },
          {
            header: "教學助理Teaching Assistant)",
            text: "最初OSL的職員負責所有的支援工作，然而後來因人手不足，OSL開始發展學生成為學生助手，即是僱用有服務學習經驗的優秀學生作為教學助理Teaching Assistant（TA）。在支援工作中，TA主要負責與機構及學生溝通。"
          }
        ]
      },
      challenges: {
        content: [
          {
            header: "OSL人手不足與人事變動",
            text: "OSL的人數並不多，常年都是個位數，且部分職員還需要做個人的研究及授課，故真正能夠做支援方面工作的人並不多。但是，OSL的老師都非常專業、效率高，比如常常是一位同事就支援一個學院的工作。但這也帶來一個問題，即人事的變動或離職會給課程帶來很大的影響，甚至直接影響服務質量。"
          },
          {
            header: "班級規模（Class size）",
            text: "根據陳教授的經驗，班級規模在20人左右時，上課效果是最好的。比如在Reflection環節，老師可以走到小組裡面與學生互動，學生能夠學到更多的東西。但往往班級規模都超過20人。而超過35人時，整個課程的運作就會變得很艱難。"
          },
          {
            header: "部分交換生（Exchange student）的低參與度",
            text: "陳教授表示，部分交換生的參與度低是一個很頭疼的問題。對於一部分交換生來說，來到本地的目的只是遊玩，表現出較差的學習態度，比如低出勤率，低小組參與度，情況嚴重時若學生都不出席時，則整個服務學習項目都無法進行。\n\n陳教授應對的策略是採取嚴格的獎懲機制。如不出勤則無法加分，若出勤率低於百分之七十則取消最終考試資格。除此之外，陳教授還會在開學之初讓交換生作出心理準備，並勸退一些抱著玩樂心態的學生。然而，仍會有學生於開學前兩周都缺席的情況，這時陳教授便會再與這些學生溝通，如果真的不想參加課程時，便會開放特別渠道讓他們退課。"
          },
          {
            header: "「領導力與團隊合作」課程中的困難",
            text: "（1）找出共同時間。 在「領導力與團隊合作」課程中，學生需要用課堂以外的時間去做服務，且學生是以小組的形式單獨對接一間機構，所以學生能如何協商一個共同的時間表（Common timeslot）是一個很大的挑戰。\n\n（2）語言障礙 。嶺大的交換生率很高，陳教授説這課程曾出現超過半班的學生都是外國學生的情況，但服務對象可能只懂說廣東話，這帶來了交流上的困難。\n\n（3）團隊合作的挑戰。 學生會覺得團隊合作會帶來額外及較重的工作量。因為在初期，部分學生感共同合作非常困難，因為不能保證小組所有成員都能投入服務活動當中。「有些同學就退後(step back)，讓其他人做，自己什麼都不管。」 陳教授說道。\n\n（4）服務對象的人數較少時，學生需要花額外的時間去招募服務對象。比如在服務老年人的課程中，就曾因參與的老年人不足夠，學生需要做海報及路演去吸引老年學員來參加項目。\n\n（5）不同的合作機構會對學生提供的服務次數有不同的期待，比如有些機構希望學生提供四次服務，有些機構則希望六次。這時學生會有怨言，覺得不同次數的服務會影響最後自己的評核結果。對此，陳教授會盡量去作出溝通及維持平衡，也會與學生解釋，最後的評核並不是對整個項目的評核，而是針對服務過程。也許服務過程的表現不很理想，但有見學生用心反思學習成果，她仍會給予滿意的分數。"
          }
        ]
      }
    }
  },
  {
    caseCode: 11,
    university: universityList["lu"],
    department: "核心課程及通識教育辦事處科學教研組",
    caseTitle: "生命科學：探索生命如何運作  (Life Sciences: The Way Life Works)",
    lecturer: "方健恩",
    details: {
      caseDescription: {
        content: "個案十一報導了一個名為 「生命科學：探索生命如何運作」（以下簡稱「生命」）的三學分服務學習課程。 本課程是由來自嶺南大學(以下簡稱 嶺大) 方教授所提供。\n\n本課程簡要介紹生命的起源，並了解使地球能夠創造和維持生命的物理條件。將採用實用的方法來激發學生對該學科的好奇心和興趣，以激發批判性的科學思維。本課程涉及活細胞重要成分的基礎化學和生物化學，並解釋了植物和動物中各種器官和細胞器的作用和功能。 \n\n這課程「生命科學：生命的運作方式」旨在介紹生命的起源，並讓參加的學生了解使地球能夠創造和維持生命的物理條件。課程採用實用的方法來激發學生對學科的好奇心和興趣，以促進批判性的科學思維。透過方敎授的聯繫，他成功地與香港海洋公園（以下簡稱海洋公園）合作。與其他為老年人服務的課程不同，在這門「生命」課程中，學生和老年人會一起來到海洋公園，向遊客傳授一些生物知識，例如鯊魚和保育等。學生們的實踐經驗不僅可以幫助他們拓寬知識層面，還可以讓他們充滿自信，以個人的能力解決關於生命的問題。跨代服務活動讓學生改變對老年人的看法，並向他們學習。"
      },
      partnership: {
        content: "方敎授認為，如果能够將服務學習課程融入社區合作夥伴所提供現有而結構良好的活動中，便會很容易進行。 在舉辦服務學習課程之前，他計劃與一所小學合作， 但他的課程有35名學生，不可能安排所有學生都只進入一所小學任教。 如果學生被分配到不同的學校和處理不同的項目，也會變得很複雜。在這方面，方敎授關注在一門服務學習課程中監督不同項目的複雜性。 因此，他嘗試尋找現有一些規模大但結構非常好的活動，學生便可以參加服務學習。 剛好當時他有一些朋友在海洋公園工作，他們有一些項目正好可以與方敎授合作。\n\n當合作的關係確立後，學生們來到海洋公園，帶領海洋公園設計的活動。 由於時間有限，方敎授沒有讓學生設計活動。此外他相信如果他能將課程內容整合到海洋公園已有的完整結構的課程中，他的服務學習項目便能順利地展開。 事實上，海洋公園在舉辦這些活動方面有著豐富的經驗。 而且，海洋公園的大部分的合作夥伴都曾在嶺南大學就讀，因此對課程及學生的情況都很熟悉。(XXX)"
      },
      linkage: {
        content: [
          {
            header: "與客戶互動強化學習知識",
            text: "與必修課相比，方敎授認為本課程與通識教育相關，更容易與服務學習聯繫起來。 而許多不同專業的學生都可以報讀這課程。方敎授明白，如果學生沒有科學的背景知識，他們可能會覺得課堂講座對他們來說枯燥無味。 本課程增加服務學習部分，在一定程度上對學生更有吸引力，因為通過服務，學生體驗如何將課堂上學到的知識應用到現實中，這甚至促進了他們理解對課堂所傳授有關知識。\n\n例如，海洋公園的許多遊客會提出不同的問題，學生的背景知識不足，無法立即回答。 因此，在課間休息時，學生們會主動通過互聯網自行尋找答案。 他們會更加努力地回答遊客的問題，從而也有助於他們養成自學的習慣。 這個學習過程進一步促進了他們對學習內容的理解。 "
          },
          {
            header: "配合海洋公園的教學內容 (English version incomplete)",
            text: "方教授表示，「生命科學」是嶺大的一門通識教育課程。 與必修課相比，通識教育課程在教學內容上更加靈活。 海洋公園希望遊客能夠多了解保護海洋的知識。 因此，他將題目改編成「生命科學：生命的運作方式」，以適應服務學習的主題，而且由於他有設備，這門課程對學生來說變得更加容易明白。"
          }
        ]
      },
      service: {
        content: [
          {
            header: "更多的社會中實踐機會",
            text: "方教授相信服務學習課程能讓學生獲得更多的工作經驗。他認同與海洋公園的合作，不僅可以提升學生的課程知識，更可以幫助他們獲得更多與社會上其他人士交流的機會。 例如，學生在海洋公園服務期間，通過與管理人員建立個人關係擴大了他們的社交網絡。 如果學生對這個領域感興趣，他們更容易繼續實習，或者以後在海洋公園找到全職工作。"
          },
          {
            header: "跨代學習經歷",
            text: "方教授表示，學生有跨代學習的經歷是很特別的。 大部分老 年人退休後回來讀書。 他覺得這些老年人大多學習都很勤奮。 這種氛圍在一定程度上影響了學生的學習態度。 也就是說，學生可能會更珍惜他們的學習機會。 此外，學生和老年人不僅一起提供服務，在中午還一起用膳，於休息時間，他們有機會討論服務學習以外的事情， 這段互動時間增進了他們的關係。\n\n方教授還認為，跨代學習的經歷也有利於學生反思自己的行為。 例如，大多數學生在服務學習活動中非常害羞。 同學們看到老年人的積極參與後，往往會有較多的反思。此外，方教授提到許多學生覺得跨代學習的經歷改變了他們對老年人的看法。 長者是他們以往服務學習活動的服務對象，  然而，這一次，他們的角色變成了服務提供者。"
          },
          {
            header: "學生的培訓和準備",
            text: "學生的培訓包括兩個部分。 第一部分，海洋公園的工作人員會為學生提供有關動物知識的培訓。 第二部分，方教授會講解講物流和僱客服務。"
          }
        ]
      },
      assessment: {
        content: "關於學習評核的分數被分配到課堂測驗、服務學習反思和服務學習項目。一個學期共有兩次的課堂測驗，佔總考核評估的50%。服務學習反思佔評估的15%。方教授為學生寫反思日誌提供了二到三頁的評核說明 (rubrics)，其中包括指導性問題。在服務學習項目中，方教授分配了 35% 的評核分數，用於評核學生在訪問、小組參與和提供活動質量方面的表現。在訪問過程中的表現和服務活動的質量方面，三方面都會給予評分。例如，來自 OSL的同事及助教會根據學生在提供服務活動中的表現作出評分。同時，海洋公園的工作人員也會評分。方教授提到，只要學生出現在服務地點，他們所獲的分數通常都很高。對於小組報告 (presentation)，每個小組的成員可以互相評核並分配分數。方教授希望讓每個小組的學生參與評核，以進一步加強學生在服務活動中的責任感。"
      },
      communityPractice: {
        content: [
          {
            header: "服務研習處的支持 ",
            text: "OSL 為教職員提供服務學習相關課程的一些人力資源，例如助教。在課程期間有三位助教（Teaching Assistants） 來幫助方教授。 這些助教是曾參加服務學習課程的學生，他們有興趣提供幫助。 他們的主要職責是處理行政、後勤事務和現場監督，而不是關於學術問題。 例如，他們每一位最少一次到現場督導學生所提供的服務，在期間，他們管理學生，處理行政事務，例如要求學生向海洋公園提交材料及登記學生姓名等。"
          }
        ]
      },
      evaluation: {
        content: "本課程需要改進時間和培訓設計兩方面的條件。首先，本課程可以增加更多時間。有了更多的時間，學生便可以自己完成一個項目。同時，方教授也提到，這些學生大多沒有科學背景知識，學生完成項目會很困難。他仍在努力改進課程。他補充說，理想的情況是，學生有足夠的時間為課程設計活動，然後指導海洋公園的遊客參加這項活動。\n\n其次，方教授仍然希望與長者一起工作，以促進跨代學習體驗，但這會導致與有很多參加者的活動相同的問題。方教授說，經過與同事的討論，他們提出了一個解決方案，培訓可以定制為二到三次。通過更多的培訓，學生將能夠更多機會地了解他們在服務學習活動中的角色。"
      },
      challenges: {
        content: "當這課程的註冊的學生人數增加到45人時，方教授在教授這門課程時會面對一些挑戰。 由於參加人數眾多，影響了服務學習前的培訓質量。\n\n另一個挑戰是班級裏大約有 八至九 名交換生。 對於這些學生來說，他們不被允許在海洋公園服務，因為它被認為是一份工作。 方教授之前不知道這個問題。 他很快就決定重新安排這些學生在嶺大組織及進行其他服務學習活動。 在未來，如果交換生願意參加海洋公園的服務學習活動，方教授會要求他們儘早申請工作簽證。"
      }
    }
  },
  {
    caseCode: 12,
    university: universityList["lu"],
    department: "中文系",
    caseTitle: "新聞寫作 (News Writing)",
    lecturer: "蕭欣浩",
    details: {
      caseDescription: {
        content: "個案十二報導了一個名為新「新聞寫作」（以下簡稱「寫作」）的三學分服務學習課程。 本課程是由來自嶺南大學中文系的蕭欣浩博士所提供。\n蕭欣浩博士第一次接觸服務學習是在2015年的時候。那時候他與一位教授合作教授「古典小說」這門課程。該課程與長者中心合作，運用生命回顧敘事的方法，結合文學創作與訪問，幫助學生理解文學的創作過程。在這過程中，蕭博士獲得了許多開展服務學習的經驗，包括如何與機構合作、擬定流程與目標、指導寫作及訪談等經驗。這些經驗的累積，有助蕭博士展開日後的服務學習課程。\n\n2016-2017年度，蕭博士開始獨立教授服務學習的課程，即「新聞寫作」。這門課程承接了「古典小說」中採訪加寫作的模式，服務對象也仍然是以長者為主，並以「1950年的香港」為主題展開，嘗試將課堂中所學有關採訪寫作知識與服務學習相結合，讓學生實踐所學。他表示，選擇以訪問長者、1950年的香港為主題主要有三個原因：一是蕭博士對二戰以後，即1950往後的香港文學文化有研究興趣，然而該時段的相關資料有所缺乏，而他所能了解的東西也較少，他相信通過長者的訪問調查，能夠補充該部分的研究資料; 二是蕭博士覺得，該年齡層的長者年紀較大，如果當時没有即時跟進，往後可能便沒有機會了。此外，蕭博士所接觸的長者很多都有初級認知障礙問題，他們即使身體健康狀態良好，難免記憶會退化模糊，所以如果想做採訪調查，及早做會較好; 三是蕭博士認為，保留五六十年代香港的記憶，是他對香港社區的責任，因為他覺得這份記憶無論對受訪長者個人、其家人以及社區都是珍貴的及重要的。\n\n到了2017-2018年度，蕭博士繼續與洪水橋的長者中心合作，但主題改為「1960年的香港」，原因是學校希望導師發展不同的課程。除此之外，他還增加了與其他機構的合作，服務對象仍然是長者，這包括與香港浸會大學中醫藥學院開展有關食療的服務，與大館合辦年代展覽，也嘗試走到台灣實踐計劃，進一步使課程模式和成果更加豐富。"
      },
      partnership: {
        content: [
          {
            header: "關係的建立",
            text: "剛開始做服務學習的一兩年，蕭博士與合作機構的聯繫主要是由嶺南大學的服務研習處(Office of Service-Learning, OSL）協助建立的。OSL豐富的經驗和專業的能力能夠給予新進導師很大的幫助。後來，隨著導師增加了對社區的認識及投入，加強了相關社區的人際網絡，他們也會嘗試自行尋找合作機會。例如在2017年，蕭博士除了延續與洪水橋的長者中心合作外，還自己聯繫到了「大館」，合作舉辦了「1960年代展覽」。在這次合作中，蕭博士是主動協調「大館」機構及OSL的合作工作。在這過程中，OSL協助提供人力資源，而主要聯繫的工作則由蕭博士自己承擔。"
          },
          {
            header: "合作機構的期望",
            text: "當蕭博士的課程完成了長者的故事或者當地的議題經討論後，可反饋當地合作機構，幫助他們更深入地了解長者和社區，進而完善社區的政策和措施。舉例而言，關於社區長者的搬遷問題，蕭博士表示有一定隱性文化的約束，而服務學習的課程成果能夠幫助社區機構更好地了解該隱性文化，進而處理相關問題。"
          },
          {
            header: "建立合作網絡",
            text: "蕭博士表示，雖然OSL會幫忙聯繫合作機構，他個人也會去尋找合作機會，但這往往需要使用較多的時間及精神去建立和維持關係。例如，導師與合作機構對計劃以外的邀約及會面也較難推辭，從而佔用導師額外的時間。"
          }
        ]
      },
      linkage: {
        content: "「寫作」分為服務學習部分與非服務學習部分，其中服務學習部分的課程又名「新寫服研計劃」，主要包含兩大部分，分別是「人物專訪」與「地方專題」。其中於「人物專訪」部分，學生會以兩人為一組，每組訪問一位長者，以了解該名長者於1950年代的香港生活，從中逐步探討及明白長者所經歷的事件與背後所涉及的文化。而在「地方專題」的部分中，學生則需要深入地了解地方社區，包括需要實地考察、發掘問題、收集並整合資料等，然後透過文字探討地方議題，介紹社區歷史的發展與今昔變遷。具體的課程内容如下：\n\n\t • 歷史研究：學生於服務前期調查及瞭解背景，有助於後續的服務進行。例如在「人物專訪」中與長者中心的職員溝通，了解長者背景，又如在「地方專題」中實地考察及收集資料。\n\n\t • 探訪：學生需與受訪長者進行三次面談。第一次旨在熟悉長者，與長者建立關係；第二次探訪則確立研究範圍，服務與後續的文章寫作；而第三次探訪時，學生已有明確的主題，通過訪問補充寫作材料，或取得更仔細的口述資料，以便作深刻的人物描寫或情節敘述。\n\n\t • 諮詢面談：學生需與導師進行四次諮詢面談，包括以個人或小組的形式。學生需向導師匯報訪問的狀況與遇到的困難，以幫助導師了解學生的需要並作出相應的調整。\n\n\t  • 實地考察：長者中心的職員帶領學生走進社區，深入了解當地社區文化與歷史。\n\n\t • 成果分享：包括課堂討論分享，成果分享會以及後續活動。在課堂討論分享中，大家將探討服務學習過程中的困難及其價值；在成果分享會中，長者、中心職員及服務學習的同事會被邀請，導師會聆聽學生匯報學習成果，並稍作回應；而在後續的活動中，即「人物專訪」集結成書後，會於發佈會、展覽等活動中將服務學習所得的成果分享及傳遞給大眾。"
      },
      service: {
        content: [
          {
            header: "兩代溝通",
            text: "蕭博士認為，促使年青人和長者兩代人的溝通，是他服務學習課程中其中一個目的。在參與服務學習之前，有些同學可能會對50及60年代的老人有刻板的印象，覺得他們或是較多病痛、或是古板、或是悲天憫人。但於接觸後同學們會發現，與長者的相處大多是愉快的，他們比學生想像中更醉心潮流。"
          },
          {
            header: "對受訪長者的影響",
            text: "在服務最後會有一場報告會，將邀請長者與學生合作進行，並邀請長者的家人作為觀眾。通過 PPT展示長者的生命回顧與想法，長者的家人常常會對長者有更深切的認識，「原來我的爸爸是這樣的」、「原來我的老公很愛我」。這對家庭關係造成正面的影響。\n\n服務學習也幫助長者去構建自己的人生意義，因為一開始的時候，許多長者會說：「我老了，人生也沒什麼特別，沒什麼好採訪的。」而學生在採訪時對他們經歷的重視與肯定，能夠幫助長者提升自信，重新審視自己人生的價值與意義。蕭博士認為，不一定處理大事的人才是英雄，但只要活得精彩，就是英雄了。 他希望把對平凡生活的肯定，通過文字的力量去傳遞給長者、學生、甚至社會大眾，進而造成更廣泛的影響。"
          },
          {
            header: "培訓與準備",
            text: "<i>受訪者的篩選</i>\n\n在服務學習開始之前，導師會初步了解和篩選受訪者，保證受訪的長者能夠接收採訪及 暢所欲言，以此降低學生的採訪難度。根據蕭博士的經驗，受訪長者總有故事可提供， 學生絶對不愁沒有採訪內容。問題的出現，多會是學生在採訪前缺乏準備，又或是合作 機構的宣傳及協調工作未能完善。\n\n<i>工作坊</i>\n\n在課程前期共設兩次工作坊，分別為「溝通技巧工作坊」以及「香港文化工作坊」。前 者邀請服務研習處同事講解服務學習的理念及採訪方法等。除此之外，還會邀請長者中 心職員為學生介紹服務對象及與長者相處的技巧等。而「香港文化工作坊」主要作用則 是讓學生瞭解課程議題下的歷史文化背景。學生都必須出席這兩次工作坊。"
          }
        ]
      },
      reflection: {
        content: "反思包括三個部分:一是在個人與小組的面談過程中反思自己與香港、長者、社區等的 關係，思考課堂所學與其應用;二是在課程討論時，學生發表與聆聽意見，引發更多的 反思;三是於成果分享會中作充份反思，讓學生重新思考自己與長者的關係。\n\n課程前期，學生可自行選擇參加「新聞寫作」中服務學習部分或是非服務學習部分。其中服務學習部分設置了固定的採訪對象與主題，即洪水橋的長者與「1950年的香港」。不同的是，非服務學習部分沒有硬性指定的採訪對象，參與的同學可自行挑選採訪對象及寫作主題。此外，服務學習的學生的諮詢面談次數有指定的要求，而非服務學習的學生則沒有。蕭博士解釋，如此規定是因為在服務學習中，學生對長者不熟悉，採訪難度較高，規定學生三次的諮詢，較能確保導師對學生的支持及課程的質量。而對於參加非服務學習的同學來說，他們大多會找自己熟悉的人或者朋友作為採訪對象，故採訪安排相對較易。所以如果非服務學習的學生沒有想諮詢的問題，不會強制要求他們參加導師諮詢活動。"
      },
      assessment: {
        content: "蕭博士表示，所有的課程評核工作都由他一人負責。在課程中，蕭博士會親自帶領多項活動，比如每一次工作坊、探訪、面談他都會參與，一方面保證課程的質量，另一方面力求給予學生即時的反饋與引導，並希望做到相對全面的評核。"
      },
      challenges: {
        content: [
          {
            header: "與合作機構的溝通問題",
            text: "在服務之前，合作機構如何向受訪長者介紹本次服務學習，會直接影響到服務學習的質量。如果只是簡單地對長者說：「來參與吧！」 而沒有詳細的介紹，長者們很容易就直接拒絕，導致服務活動無法進行。蕭博士解釋自己比較幸運，合作的機構都很努力地去向長者宣傳服務學習的計劃，故整體配合也比較順利。但也有同事反應與機構及長者合作極不愉快。因此，在服務學習項目運作之前，導師和合作機構的代表應該先進行良好的溝通。\n\n<i>與其他大學的合作</i>\n\n蕭博士曾與香港浸會大學 (以下簡稱浸大) 的中醫學院合作過服務學習課程，即將「人物採訪」與「中醫食療」結合，讓嶺南大學 (以下簡稱嶺大) 的學生負責採訪長者，浸大的學生根據採訪內容提供食療方案。然而在這過程中面對一些挑戰：\n\n\t1）課程的設計使兩所大學的學生負責的內容有所分隔。具體而言，兩所大學的學生負責的內容重疊的很少，導致雙方溝通較少，也沒有交換採訪知識與中醫藥知識。蕭博士採取的措施是增加額外的工作坊，讓嶺大的學生有機會了解多一些的中醫藥知識。\n\t(2）兩所大學時間安排上需要磨合。例如，蕭博士會堅持嶺大的學生作三次訪問。但浸大則無相關硬性的要求。"
          },
          {
            header: "有學分要求與無學分要求的對比",
            text: "機緣巧合下，蕭博士獲得服務學習中心資助去台灣開展跨地服務學習項目，把「新聞寫作」的課程套用到台灣地區。這是一個單獨的項目，沒有學分的要求。，並招募曾參與「新聞寫作」服務學習的學生。 \n\n根據蕭博士的觀察，相比有學分要求的課程，學生在無學分項目會更開放一些。具體而言，在有學分課程中，因為功課與分數掛鈎，學生的許多考慮會聚焦在考試評分上，如用字的準確性、描述的詳細度等。如此的好處是他們能夠很好地約束和規範自己的功課成果，但壞處在於議題的選擇以及語句的運用會比較保守，較少突破和創新。而在單獨項目中，學生對語句的運用會更具個人風格，議題的選擇也會與興趣相關，以後者為例，學生來到台灣後，議題選擇多元化，如選擇關於台北雙子島的重建、社區污染或交通等議題。\n\n除此之外，在台灣，單獨項目的時間週期短，服務更集中。在一個相對陌生及隔絕的環境下，學生能夠更加投入。而在香港，投入度與集中度常常會被其他各種事務干擾，例如其他課程、會議及其他功課等。"
          }
        ]
      }
    }
  },
  {
    caseCode: 13,
    university: universityList["polyu"],
    department: "紡織及服裝學系",
    caseTitle: "透過紡織藝術及時裝參與社區 (Community Engagement through Expressive Textile Arts and Fashion) ",
    lecturer: "林枝衍",
    details: {
      caseDescription: {
        content: [
          {
            header: "",
            text: "個案十三報導了一個名為「透過紡織藝術及時裝參與社區」（以下簡稱「紡織」）的三學分服務學習課程。 本課程是由來自香港理工大學 (以下簡稱理大) 紡織及服裝學系的林枝衍博士 (Dr. Jin Lam) 所提供。"
          },
          {
            header: "課程發展簡介",
            text: "自2015年以來，林博士擔任觀察員，以幫助 ITC2S01 (Engaging Fashion as a Communication Media for the Need) 這服務學習課程的進行。在2016年，前任課程講師詢問林博士是否有興趣主持此課程，從那時開始林博士便正式負責ITC2S01這一課。當時他們的部門只有一個服務學習課程。為了增加服務學習課程的數量，林博士修訂了ITC2S01課程，並添加了其他要素以創建另一個課程ITC2S02 (Community Engagement through Expressive Textile Arts and Fashion)。在2017年，ITC2S02課程開始了。 林博士認為，這兩個課程之間的主要區別在於ITC2S01主要涉及為殘疾人士提供服務，而ITC2S02課程旨在通過共同設計過程與服務對象進行互动。\n自2015年開始以來的觀察中，林博士意識到在服務活動中，許多服務對象傾向於向學生下達命令，例如要求學生做某些衣服，學生似乎只是在服務殘疾人士。 林博士評論說，雙方都應從服務學習過程中受益，並相互鼓勵。在共同設計的過程中服務接受者可以參與其中，在一些指導下，在活動中他們可以在個人能力範圍內付出一些努力。例如，如果他們擅長畫圖，他們可以在布上畫一些圖畫，學生便可以用來做衣服。 林博士說：「共同設計過程的基本原理是鼓勵學生與服務接受者之間的互動。」 例如，學生可以與服務接受者談論他們的愛好，然後，學生可以通過衣服説故事。 林博士說，課程的主要特徵不僅在於產品，更重要是表達服務對象的想法。\n過去5年以來發生了很大的變化。林博士說，許多非政府組織合作夥伴給予積極的反饋，許多服務接受者在共同設計過程中感受到被尊重，因為他們從來沒有想到自己可以成功地製造自己的衣服。"
          },
          {
            header: "課程結構與組織",
            text: "這課程由兩個主要部分組成。第一部分旨在介紹服務學習的定義和原則。 服務學習及領導才能發展處(Service-Learning and Leadership Office, SLLO)(以下簡稱SLLO) 將通過電子學習單元教授服務學習的基本概念和實踐。學生必須在課程開始後在最初四個星期內成功完成這電子學習單元。\n第二部分包括課堂及工作坊，主要內容包括表達紡織藝術的概念，理論和實踐，以及旨在與服務接受者一起發展學生的實踐技能的服務學習項目。通過課堂，講師將在第二學期傳達有關表達紡織藝術實踐的知識和技能。 林博士將向學生展示一些文獻，並在學術上解釋涉及表達紡織藝術的干預措施如何使不同的服務對象受益。此外，學生也會明白相關概念及其功能的基本原理。\n學生掌握了一些基本概念後，將與有特殊需要的服務對象一起參加服務學習項目，例如弱勢的兒童和婦女、單親父母、精神病患康復者等，以提高他們的實踐技能。共同設計過程中的所有藝術品都將被記錄下來。 考慮到服務接受者需要參與共同設計過程，服務學習項目計劃從5月中旬至7月的第三個學期開始。 在一個半月的時間裏，學生將在5是星期內使用40個小時直接與服務接受者聯繫。服務接收者將被邀請參加這課程。\n一項有照片拍攝的表演活動，讓服務接受者在演示過程中模擬自己的表現紡織藝術品。具體來說，藝術品的照片及實際發展出來的作品會在小型的時裝表演中一同展示。在時裝表演中，服務對象建議展示自己的紡織作品與他們的個人表達。"
          },
          {
            header: "班級人數",
            text: "這課程不僅涉及大學生，還包括來自非政府機構的服務接受者。學生將參與本課程及學習一些基本概念。 合作機構將帶領服務接受者來參加共同設計生產服裝的過程。 每年大約有20位服務接受者加入這課程，4名學生會被安排照顧1名服務接受者。 所以全班將有大約100名參與者，包括大學生和服務接受者。"
          }
        ]
      },
      partnership: {
        content: [
          {
            header: "同一課程與不同機構合作",
            text: "這個服務學習課程每年會有20位服務接受者的配額。在過去的五年中，林博士只與一間非政府機構 (Non-Governmental Organization, NGO)合作。當她考慮為不同的人士服務時，便開始在不同的NGO中推廣有關課程。 她在同一個課程中接受及組織來自不同NGO的服務對象 。 她認為這種合作方式可以提高教學效果。 例如，在休息時間，來自不同群體的參加者將彼此交流並觀看其他人正在製做的藝術品。這種互動激勵了共同設計過程中的參與者。"
          },
          {
            header: "揀選適合的服務接受者 ",
            text: "林博士指出，向合作機構提供參加者的招聘要求非常重要。由於共同設計過程的活動性質，她將首先與機構討論有關這些參加成員應具備的條件，包括足夠的體力，並且在整個共同設計過程中能正確理解。由於合作機構的工作人員可以更適當地表明其成員對這服務學習項目的興趣和能力，因此林博士邀請他們確定合適的對象來參與此共同設計過程。"
          },
          {
            header: "社會工作者的參與",
            text: "林博士認為，讓社會工作者參與這計劃很重要，因為學生在處理參加者方面，尤其是那些患有精神疾病的人，並不專業。 社會工作者的參與在一定程度上促進了雙方之間的人際關係發展。 例如，社工熟悉服務對象的性格，在這種情況下，每當服務對象心情不好時，社工都會事先通知學生，並要求他們不要為服務對象分配很多任務 。"
          },
        ]
      },
      linkage: {
        content: [
          {
            header: "透過紡織工藝製作幫助有需要的人",
            text: "為了促進社區紡織藝術創作，林博士教導學生們通過產品來幫助發展富有表達效能的紡織藝術作品。 例如，許多服務接受者不善於表達，亦容易改變主意。 因此，她分享了一些經驗，並要求學生通過圖片或圖畫來展示顏色或產品，從而確定參加者在服裝中需要什麼，而不僅只是詢問他們想要的尺寸或顏色。 這樣，學生將不會在與參加者爭論的過程中浪費很多時間，也將使他們能夠利用紡織藝術知識來幫助有需要的人。"
          },
          {
            header: "促進學生的個人成長",
            text: "共同設計過程促進學生的解難、溝通和團隊合作的能力。學生可以在藝術和設計的背景下從他人的角度進行思考。 在提供服務之前，學生認為設計只是一項單獨的任務，設計師可以根據自己的想法進行設計。 與服務接受者共同設計的過程使學生能夠了解到他們的設計目標和服務對象所需要的特別要求。 而且與參加者（他們的客戶）進行交流也是解決問題的過程。 讓參加者告訴學生他們的需求能鼓勵學生思考他們可以為參加者提供什麼。 這互動過程使雙方可以更好地協調和交換意見。"
          }
        ]
      },
      service: {
        content: [
          {
            header: "使服務提供者受益",
            text: "林博士評論說，共同設計的安排還旨在使大學生作為服務提供者受益。她說，一些學生可能會覺得該服務不僅在幫助服務接受者，而且還幫助他們自己與服務接受者融洽地相處。 她補充說，如果服務角色不平衡，學生可能在幫助服務接受者中認為只是扮演被動者角色。然而服務的整體含義是要向學生表明他們是同等重要的。"
          },
          {
            header: "了解服務接受者",
            text: "林博士說，這項面對面的直接服務也改變了學生對接受服務者的看法。 例如學生最初會認為服務接受者沒有能力，過於激進和陰沉。 在共同設計過程中，學生可以觀察到接受服務的人很容易感到滿足，並且充滿正能量。 儘管服務接受者沒有經驗，但當表現出他們的努力的工作態度時，學生就會更有動力參與這課程。 相互間的互動使學生重新評估接受服務者是非常樂觀。服務接受者的積極性也鼓勵學生對生活更加樂觀。"
          },
          {
            header: "青年人心聲",
            text: "林博士認為，學生參與指導模特兒展示服裝活動會鼓勵他們積極參與並更重視該活動。 在小型時裝表演之前，學生有機會計劃整個過程。 例如，學生負責幫助服務對象了解哪些手勢及步姿是最適合展示他們的服裝。 學生還必須考慮哪些工具、音樂和舞蹈，讓服務接受者以透過展示個人紡織藝術品來幫助表達自己的故事。林博士說，整個過程最多花費了學生39個小時，但他們沒有抱怨。 令她驚訝的是，學生要求更多的時間練習時裝表演。"
          },
          {
            header: "跨學科分組",
            text: "林博士鼓勵各學科的學生一起上課。她說，來自不同背景的學生能夠相互學習並與其他學科的學生取得聯繫。有三分之一的學生，其專業不是紡織專業，其中一些學生可能主修計算機科學，工程學和護理學。與其他專業學生的合作能鼓勵彼此學習。例如一些今年加入護理學專業的學生不了解紡織藝術的基本表達技巧，但他們善於照顧服務對象。通過他們的互動，紡織及服裝學系學生可以學習護理技能，而護理學生可以在計劃中學習一些沖壓和繪畫技能。林博士提到，除了學習外，許多學生沒有太多機會認識其他背景的學生。混合不同學科的學生再分組使學生能夠在短而密集的時間內與其他學生相處。"
          }
        ]
      },
      reflection: {
        content: "反思的方式有兩種，包括填寫反思日誌和回顧並匯報學習經歷。在進行學習服務項目 期間及完成後，學生需填寫反思日誌和回顧並匯報學習經歷。反思日誌旨在檢查學生 的能力，了解學生如何(a)將他們的服務學習經驗與課程的學術重點/學科特定內容 聯繫起來，(b)反思他們的服務學習經驗以識別他們的學習成果及需要改善之處，及 (c)反思他們的角色和社會責任。林博士提到，諸如提問之類的指導指引是給予學生 在反思日誌中回答的，而不是他們自己撰寫的。學生需要回答的問題，例如他們遇到 了什麼樣的挑戰，如何克服這些挑戰。他們是否會將所學的知識於未來實踐出來，以 及對他們所參加的活動的心得。"
      },
      assessment: {
        content: "林博士評論說，在服務學習課程中，清晰的評核結構是非常重要。 她解釋說，有了透 明的結構，學生會認為是值得付出努力並了解自己的角色和責任。 學生的表現將通過 不同的任務進行評核，例如電子學習單元和項目、専題研討會/工作坊 (10%)、小組 (20%) 和個人表現 (20%)、作業成果的質量 (20%) 和反思日誌及報告(30%)。\nT電子學習單元和針對專題項目的研討會及工作坊包括功課作業和學習任務，旨在評核學生將服務學習與紡織藝術課程的學術內容聯繫起來的能力，以及他們在社會中對自己的角色和責任的理解。\n在個人和團體表現方面，林博士會評核學生在提供服務時的態度和表現、他們對服務接受者的投入程度、與其他學生的合作以及與服務接受者和/或合作機構的互動交流的情況。 她安排八名工作人員在現場觀察學生並進行評核。 例如，這些助教記錄了學生的準時、缺勤和準備情況。 根據林博士的說法，並不是所有的學生在小組內都會獲得相同的分數。 助教會根據觀察情況，詢問學生負責的工作類型，以了解他們在團隊中的角色，並根據每個人在團隊中的表現給予評分。\n對於學生遞交的功課作業的質量，她表示評核項目包括了表現紡織藝術品和造型的學生報告 (Presenation) 或小型時裝表演和/或靜態展覽，以反映學生對學科專業概念的理解，以及他們作為專業人士的角色和責任，與服務對象有效溝通及產生同理心的能力。 她基於兩方面進行評核：服裝項目的準備和服務接受者的回應。 她會再次詢問服務接受者服裝製作程序，以確保這是一個共同設計和協作的過程。 另外，她還可以評核服務接受者是否喜歡這些衣服。"
      },
      support: {
        content: [
          {
            header: "專業的支持",
            text: "一些來自心理康復的專業人員被僱用了幫助縫製服裝，以盡量減少學生所面臨的技術問題。 儘管這些人患有精神疾病，但是他們在縫紉方面非常專業，與大多數大學生相比較，他們的技能更勝一籌。 同時，大學生也可以向這些專業人士學習。"
          },
          {
            header: "合作機構的支持",
            text: "合作機構應邀參加了一個研討會，分享與不同人際交往的技巧，以處理不同的服務接受者的需要。分享的內容主要包括一些技能和學生與服務接受者交流時要注意的一些事項。 例如在與一些服務接受者接觸時，學生應避免提及某些事情。合作機構寫下了與每位參加者有關的禁忌，並根據學生所照顧的參加者分派給他們。 在研討會期間，會舉行一些熱身活動，例如做介紹或玩遊戲。\n互相介紹之後，社會工作者會把接受服務的人士帶到另一間房間休息，然後引導學生參觀機構組織。 另一位社會工作者便會開始分享的環節。 林博士說，由合作機構分享人際關係技巧是非常重要的。 例如，在開辦這服務學習課程的第三年，參加者包括10名智障人士，他們與其他正常智能人士不同，因為他們不知道如何用語言表達。 對學生來說，這是一個巨大的挑戰， 為了使這些參加者參與共同設計過程，合作機構建議學生在共同設計過程中使用帶領的方法，而不是只是稱讚而讓他們自己做。\n一名患有嚴重智力障礙的70歲婦女給林博士留下了最深刻的印象。 這名老人只有很短的專注力，她每15分鐘要小睡一次。 因此，學生需要非常有耐性。使用帶領 (leading)方法，學生為老人剪出一些花朵的樣板，然後老人使用海綿滾軸，將花朵打印出來。 儘管老人用搖晃的手來打印，但她卻很喜歡這個過程，她立刻將那塊布像圍巾般包裹在脖子上。 看到這一幕，儘管老人無法表達，學生們相信，她也可以通過行動表現出自己的情感。 這種新的表達方式對學生而言也很新穎。"
          }
        ]
      },
      communityPractice: {
        content: [
          {
            header: "大學的支持",
            text: "大學為服務學習課程的營運提供了資金。資金是根據參與課程的學生人數而定。一個課程的一個學分約為2000元港幣，註冊這課程的學生將有3個學分。因此，將有80名學生報名，總資金額約為六十至七十萬元港幣。但最終仍會剩餘大約30萬元港幣未被使用。林博士會動用部分資金聘請兩名項目助理。另外，在教室中將有三名學生助手。"
          },
          {
            header: "制定一套可持續發展的教學材料",
            text: "林博士認為，學生的紡織專業知識和技能可以用來改變社會，促進可持續發展。 以前的服務學習項目，只有一次探訪活動或向窮人提供食物。 這種形式的服務學習活動只能產生短期影響。 但是，如果參加者者被教導了一些技能，則他們可以在將來有需要時學以致用。"
          },
          {
            header: "學生的知識分享",
            text: "向學生提供獎學金，讓他們與來年的學生分享這服務學習計劃的學習成果。 林博士說，與導師相比，讓有經驗的學生作出分享，藉此傳遞知識。應屆學生會學得更好。 若想加入這項計劃的學生，可以在課程結束時申請獎學金。那些成功被錄取的學生將與來年參加這課程的學生分享他們在服務方面的經驗。"
          }
        ]
      },
      challenges: {
        content: [
          {
            header: "技術挑戰",
            text: "對於教導不同專業領域的學生，林博士説是頗具挑戰性的，在共同設計的過程中，她使用了各種方法來盡量減少技術問題。 例如，她會要求贊助商提供現有的布料和衣服，以便學生可以使用現有的材料自我製造(Do it yourself)。 她還告訴學生們提供更大的布料，讓服務對像有更多的創意。 這些方法在一定程度上防止了技術問題影響它們的交流互動。 她也會聘請一些專業的縫紉人員，讓學生更專注於服務對象的需求，同時向這些專業人士學習如何縫紉。"
          },
          {
            header: "耗費時間",
            text: "林博士表示，在後勤安排方面，與其他課程相比，這課程非常複雜和耗費時間。 她補充說，雖然教學時間相同，但本課程涉及另一個元素：最後的表演。 這意味著，整個過程包括聘請專業人士進行拍照和化妝，以及模特兒時裝表演的跑道，這些都耗費了大量的時間和人力。 "
          }
        ]
      }
    }
  },
  {
    caseCode: 14,
    university: universityList["polyu"],
    department: "應用社會科學系",
    caseTitle: "社區心理學 (Community Psychology)",
    lecturer: "陳顯宏",
    details: {
      caseDescription: {
        content: "個案十四報導了一個名為「社區心理學」（以下簡稱「心理學」）的三學分服務學習課程。 這課程是由來自香港理工大學應用社會科學系陳顯宏博士所提供。\n\n《心理學》這課程於2011年開辦。當時，這課程是作為三年制課程學生的通識教育選修課的試點 (pilot) 服務學習課程。後來這課程被建構為服務學習單元，原因是陳博士想使用服務學習教學法來配合課程目的。具體而言，這課程要求學生不僅要學習有關人們在社區中的行為方式的理論和知識，還要採取相應的行動來改變社區。只有通過服務學習單元，學生才能全面正確地掌握社區心理。試點服務學習課程取得積極成果。因此，這課程便開始作為四年制課程的一個科目。後來，它被歸類為服務性學習科目之一，提供給參加這個四年制新課程的學生，有助於他們達到大學一般要求，這課程涉及30個學分的課程科目包括服務學習、人際及領導等。\n\n後來，它被歸類為服務性學習科目之一，該課程提供給參加這個四年制新學制課程的學生，有助於他們達到大學的一般要求，當中涉及三十個學分有關服務學習、人際領導等的培養。社區心理學包括三個學習單元：講座/研討會、電子學習和直接社區服務。這是一個小班授課課程，招收了 24 至 40 名大學生。\n\n\t1.1講座/研討會旨在讓學生掌握特定學科的知識，包括促進健康和作出預防、賦權以及建立社區和社會資本意識。一些針對社區健康、個人健康和更高層次公民社會的干預措施也將被引入。\n\t\t• 學生需修讀由香港理工大學服務學習及領導才能發展處 (Service-Learning and Leadership Office, SLLO) (以下簡稱SLLO) 開發和提供的 10 小時電子學習單元，旨在介紹服務學習的基本概念與實踐。學生必須在學期的最初四個星期內完成電子學習單元。\n\t\t • 為了獲得直接參與社區服務的經驗，學生可以參加健康促進或兒童發展計劃。在這計劃中，學生應與服務機構緊密合作，為服務對象提供一系列的任務和活動。學生們將被分成大約五人的小組。每個小組都需要根據社區和服務需求參與家訪、服務機構所分配的具體任務、和設計活動。"
      },
      partnership: {
        content: [
          {
            header: "",
            text: "陳博士與葵青區合作接近20年，彼此之間建立了穩固、具體及信任的工作關係。在開始的時候，陳博士在葵青安全社區及健康城市協會 (Kwai Tsing Safe Community and Healthy City Association) 工作。 如今，他們合作計劃包括核心的服務學習項目，以及其他幾個社區項目。"
          },
          {
            header: "可持續的關係",
            text: "陳博士表示，要發展穩定和長期的夥伴關係，建立穩定的人際關係是關鍵，例如在服務學習計劃開始之前建立良好的溝通關係，轉化學生付出的努力為動力，以完成社區項目。"
          },
          {
            header: "平衡的關係",
            text: "陳博士還主張課程負責人應關注服務對象、NGO與學生之間的緊張或平等的關係。 服務接受者、NGO和學生之間的意圖或需求可能不同。 作為服務學習協調人，良好地協調這三方的需要能進一步促進了良好的夥伴關係，包括是NGO與大學之間及NGO與大學生之間的關係。"
          }
        ]
      },
      linkage: {
        content: "陳博士認為，若不讓學生實習於實際社區的情況下，而要讓他們明白有關人們在社區中的行為表現的相關理論及知識，那麼對於從多學科角度分析社區的當代問題以及理解改變社區的相應行動是沒有意義的。\n\n除了在課堂上學習相關概念外，陳博士非常重視學生的反思日誌。反思報告的結構是讓學生描述他們參與的活動，他們還需要將他們的經歷與他們投入社區參與的個人反思以及與學術主題聯繫起來。通過書面反思報告和實際家訪，強化了學生有關的概念，包括社區凝聚力、社區意識、社區行動模式、或健康聯盟模式等。只有通過書面和親身的經驗，學生才能將所學的框架應用於課程中，並了解社區心理的維持和可持續的機制。"
      },
      service: {
        content: [
          {
            header: "服務活動",
            text: "這次課程設置了三個服務部分，包括探訪老人院、協助中心活動及設計長者活動。對於第一部分，大學生被要求在整個課程期間總共最少進行 8-12 小時的家訪。 通過家訪，學生將接觸並了解社區。 例如，通過一般家訪的例行程序，學生可以親身體驗舊樓宇中的個別單位是什麼樣子； 單身老人的家是什麼樣子的； 一對只有一個家庭傭工的老年夫婦是什麼樣的； 又或且走進一個少數民族的家是什麼感覺。\n\n對於第二部分，大學生將幫助合作夥伴組織的一些社區活動，例如社區健康博覽會，或老年人組織或帶領的休閒鍛煉活動。 作為這些活動中的被動角色，學生可以反思自己作為所選學科的專業人士和負責任公民的責任。對於第三部分，學生需要為長者設計一項活動，該活動將針對長者最需求的或最想要的主題。 學生可以為活動選擇他們想要的任何形式或風格。 他們必須計劃活動。 通常課程導師會給他們列出社區中的熱門話題或優先需求。 陳博士提到設計活動旨在培養和激發學生的批判性思維、解決問題的技巧、人際交往技巧和團隊合作精神。 此外，設計活動不僅可以提高學生對社區問題的認識，還可以提高他們將所掌握的技能應用於關懷社區。"
          },
          {
            header: "青年發聲",
            text: "陳博士認為，學生在各種活動的良好組合中擁有自主權，擁有不同的體驗是很重要的。 自主活動可以促進學生的興趣，並滿足他們自己建立知識的需求，並在每個類別(任務中)達到最低要求 。 例如，陳博士的課程被設計為讓學生參與三種類型的活動：家訪、中心活動和學生設計的活動。"
          },
          {
            header: "多元化的 任務",
            text: "陳博士認為一項任務的多元化很重要， 在他看來，多元化包括各種活動的不同時段及任務的不同難度。\n\n具有不同的活動時段，讓大學生可以根據自己的時間表靈活選擇社區服務活動。 以理大學生為例，他們會有很多承諾，例如兼職工作及於週六準備測驗。 由於學生在大學的日程安排得很繁重，課程負責人應設置不同和多元化的社區服務，以迎合不同程度的技能和時間投入的需要，讓學生可以根據自己的時間表靈活地選擇適合的時間。\n\n儘管如此，陳博士提出，必須在足夠的多元化的活動選擇和為學生提供統一可行的服務活動間取得良好的平衡。 他補充說，過多的種類不僅會消耗學生的精力，還會消耗教學團隊、NGO及受助者的精力。 因此，取得平衡，例如提供個人化或度身定制的服務組合，將節省NGO 的大量財務和時間資源以及受助者的時間。"
          }
        ]
      },
      reflection: {
        content: "反思活動由合作夥伴主導，他們更關注由註冊社工舉辦的活動。因此，陳博士一般會坐下來由社工主持匯報會，因為他們想知道學生在活動中學到了什麼。同時，社工與同學們討論在活動中遇到的一些挑戰，例如有些鄰居的朋友比較少，有些學生被一位很兇的老太太禁止探訪，還有一些尷尬的情況，例如一群全是女團員敲門，看到一位70多歲的男人只穿著一條內褲。\n\n社工、陳博士和學生也會一起討論，想出一些辦法來預防或解決這些問題。例如制定了將學生分組的政策，其中每組組成成員必須包括女性及男性。因此，將不同性別的學生分組，在一定程度上可以避免學生進行家訪時可能出現的尷尬。"
      },
      assessment: {
        content: "學生學習的評核方式有六種：20%現場觀察、10%小組項目介紹、30%反思日誌/短文、20%測驗、10%電子學習單元和10%課堂參與。 \n\n陳博士盡量減少小組合作任務，但也承認學生團隊的努力，這以便在評核學生的個人表現時有更多的辨別力。與其他服務學習課程不同，他的課程涉及多位評核人員參與評核，也就是說，課程講師和現場主管都會對學生進行評核。為了保持各評核入員之間的一致性，他要求評核人員根據評分準則 (rubric)  對學生進行評分。服務準則清楚列明了幾個關鍵組成部分，例如專業精神、準時、對社區服務的承諾以及他們對服務接受者的真誠關心程度。陳博士會根據每項服務評核以及其他評核形式（例如反思日誌和論文評核）的要求向學生簡要說明。 \n\n對於個人表現，陳博士可根據學生在服務學習活動後提交的反思日誌 (reflective journal) 或論文 (essay)來評核學生。 收集他們的反思日誌 或論文的原因是為了了解學生如何把在課堂中學到的理論實踐於社區服務學習活動中。 測驗被設置為課程功課的一部分，旨在鞏固學生對各個單元中基本知識內容的理解。 測驗的問題根據於每週必讀的閱讀文章和講座。 學生也須參加由理大SLLO開發和提供的多個節數的電子學習單元，以學習服務學習的基本概念和實踐。\n\n另一個情況就是通過多元化的任務組合，可以輕鬆達至學生的滿意度。 例如有些學生可能非常熱情，但由於學校的工作量很大，他們在一項任務上投入的時間有限， 在這種情況下，課程導師應安排多種任務組合，讓不同能力水平的學生都能以某種方式滿足任務的要求，並在完成任務後獲得滿足感和勝任感。"
      },
      support: {
        content: [
          {
            header: "服務學習部門",
            text: "陳博士認為，要讓服務學習計劃順利運作，是很需要大學團隊的支持和適當的支援架構。 香港理工大學的服務學習及領導才能發展處 (SLLO)支援本地和海外服務學習課程的運作，例如促進建立社區夥伴合作關係。 提供助教或初級教職員來幫助準備和教授課程。 陳博士有幸地有 SLLO的工作人員協助他完成相關的課程。\n\nSLLO 是自2019年9 月經過重組而成 。 重組後資源支持得以重新安排和海外服務學習項目的需求也給與優先解決。 隨著大學資源的調配，陳博士開始自己尋求外來的幫助，例如從外部招聘其他專業人士組成教學團隊。 他已經挑選了另外二至三名具有強大人類服務、社會工作或社區背景的來訪同事 (Visiting Associates) 來組建一個團隊。\n\n陳博士還提到，若只有一名初級講師或助教是不可能完成一個成功的海外服務學習項目。 那是因為除了涉及教學，還涉及溝通和行政工作。 陳博士舉了一個例子，是關於由他在內地的同事領導的一個項目， 他提到當50至60名學生前往上海時，是需要其他支援的，例如中國內地事務處(Chinese Mainland Affairs Office) (CMAO) ，以幫助處理行政工作，關於一些後勤和行程問題等。 否則，學科的主要導師是無法處理所有事情的。"
          },
          {
            header: "財力支持",
            text: "陳博士認為，財政支持對於維持教學團隊也很重要。 他可以從他的部門獲得一定數量的預算來支付初級導師的費用。 但是，他提到在加入更多高級員工時，他必須仔細設計和規劃預算，以確保高級員工的參與恰到好處並限制預算是在可負擔範圍內。 關鍵是在準備總體成本上，能明智地平衡預算，讓特定高級員工只投入適當的時間和精力。"
          },
          {
            header: "本地老年志願者",
            text: "除了讓資深教職員工參與，陳博士亦與本地資深義工一起參與這項服務學習計劃。 他們主要幫助領導和協調大學生的家訪。 這種配對安排有幾個優點。 一是年長義工對服務對象更熟悉，因此服務對象讓大學生來探望的可能性會更高。 其次，大學生可以藉此機會觀察這些老年志願者如何開始與老人的對話，從中體會社會的凝聚力，加強將課堂上所教授的發展理論適當地應用到他們的家訪中。"
          },
        ]
      },
      challenges: {
        content: "對陳博士而言，主要的挑戰是來自社會工作專業的學生，因為他們接受服務工作項目相對困難。 他們在區分社區服務與他們自己的專業實踐方面有感更高的焦慮和挑戰。 他們中的一些人會看輕社區服務，認為這些服務對於他們來說是太容易處理了，而另一些人則將卓越的標準提高，以至於他們對自己和服務NGO組織的要求很高。\n\n對於成績要求較高的學生，陳博士嘗試通過再次向學生強調這不是社會工作實習，而是一項社區服務。 他試圖告訴學生把要求降低，因為對沒有註冊為社工的學生提出高要求是不合理的。"
      }
    }
  },
  {
    caseCode: 15,
    university: universityList["polyu"],
    department: "生物醫學工程學系",
    caseTitle: "個案十五：透過 STEM（科學、技術、工程和數學）活動項目減少中學生的科學鴻溝的課程 (Reducing the Scientific Divide in Secondary Students through STEM (Science, Technology, Engineering and Mathematics) Projects)",
    lecturer: "劉衍中",
    details: {
      caseDescription: {
        content: [
          {
            header: "",
            text: "個案十五報導了一個名為「透過 STEM（科學、技術、工程和數學）活動項目減少中學生的科學鴻溝的課程」以下簡稱「STEM」的三學分服務學習課程。這課程是由來自香港理工大學 (以下簡稱理大) 生物醫學工程學系Dr. Lau Hin Chung所提供。"
          },
          {
            header: "課程發展背景",
            text: "劉博士於 2013 年承接了這個名為透過 STEM（科學、技術、工程和數學）活動項目減少中學生的科學鴻溝的課程。此後，這課程的活動模式、學生背景以及相應提供的培訓活動也有所改變。\n\n在以前，這課程僅開放給具有工程、設計或科學背景的學生。 自2013年開始，這課程的名額約為60人，實際每年招生人數約為30至40人。 兩三年後，它對所有學生開放。 隨著這項招生政策的改變，學生人數激增至100人。劉博士認為學生人數多是有幫助的，因為服務學習活動會得到更多的支持。服務對象為中學學生，參與學校的數目由一間增加至八間。 隨著不斷增加的服務對象人數，更多的教職員和大學生加入參加服務學習的項目。 多年來，我們一直在不斷努力修訂服務學習計劃，以確保它們與學科課程掛鉤，同時滿足社區的實際需要。"
          },
          {
            header: "課程結構及組織",
            text: "這課程是一門三學分的必修科目。 在課程中，大學生必須參加所有講座、研討會和相關的工作坊，然後才能參與服務學習項目。在 四星期內只有四堂課。 劉博士解釋說，他提供較少的教學時間，讓學生有更多空間參與更多與服務學習相關的項目，並從他們的實踐中獲得更多知識。 \n\n首先，有一個選課期，對於學生的實際教學時間相對較少。 其次，劉博士希望學生從服務學習活動的經驗中學習。 然而，劉博士評論說，這種教學方式取決於服務的性質。 他補充說，如果服務活動旨在檢查人們的健康狀況，則應提供更多培訓，以提高學生的專業技能。 但對於這個課程，他表示，大學生不需要具備特定的專業知識，他們只需要多看書。 他們可以回顧中一和中二學生已經獲得的知識種類，並確定一些知識他們是可以教得好的同時，接受服務的中學生也感到興趣 。"
          },
          {
            header: "將工程科學生分組",
            text: "參加課程的大學生大約有90%都不是主修工程。對他們來說， 向中學生教授有關 STEM 的知識是具有挑戰性的。而更加困難的是當他們製造產品而需涉及組裝機器部件的時候。 因此，劉博士建議每個學生團隊應包括一兩位有工程背景的學生而組成。 這樣，每個學生團隊都可以鞏固各種專業知識和專長，提高團隊表現的效率和效果。 例如，有工程背景的學生可以指導團隊組裝機器部件，而具有教育知識的學生可以更多地支持課堂管理，而商科學生可以準確地談論商業術語。 學生之間的分享可以將他們的知識視野拓寬到新的領域。 他們共同為自己搭建了一個有益的學習平台。"
          }  
        ]
      },
      partnership: {
        content: "劉博士與服務學習及領導才能發展處 (2019第四季採用這新名稱) (以下簡稱SLLO ) 的同事聯絡有興趣合作的中學，以製定服務學習計劃。 碰巧香港聖公會舉辦了一個展覽，展示了學生與老人交流後的一些產品設計。 劉博士產生興趣，便與香港聖公會的工作人員洽談合作事宜。 服務學習及領導才能發展處也聯絡其他學校了解他們的興趣，如果答案是肯定的，劉博士會聯絡他們直接跟進。"
      },
      service: {
        content: [
          {
            header: "學校間的分享",
            text: "劉博士在有一年的七月為所有的中小學組織了一場小規模的比賽。 參加比賽的學生將代表他們的學校展示他們的 STEM 產品。 這樣的安排是有原因的。 首先，它旨在提高學生和教師在服務學習活動中的積極性和參與度。 其次，比賽旨在表明 STEM 不僅僅是編程，而且還可以幫助有需要的人，並挑戰只有高級技術才可行的謬論。"
          }
        ]
      },
      reflection: {
        content: "最初幾年，學生們被要求用兩頁紙寫下他們的感想，並進行小組介紹。然而，有發現這些反思可能不會使學生受益。因此，他對反思練習進行了修改，而是要求學生在簡歷中増加與服務學習相關的內容。例如，學生可以在簡歷中寫下他們的個人成長和人際關係。學生不需要做小組介紹，但他們仍然需要完成最少三頁的反思。\n\n劉博士亦會主持簡介會 (briefing)及匯報會(debriefing)，以促進學生反思。服務學習活動結束後，他請學生多留些時間作匯報。在第一次的匯報中，劉博士著重提醒學生有關課堂管理的注意事項，並為下一次的服務學習活動做準備。"
      },
      assessment: {
        content: "學習評核包括三個部分。首先是準備教材，如簡報、學生用小冊子、實驗筆記等。學生還需要完成由SLLO 提供的電子學習單元，它是關於服務學習的概念和基本原則。其次，它與為中學生提供的直接服務以及與學校教師的會面有關。課程導師將在中學現場評核大學生的表現。在這次評核工作中，劉博士堅持讓一位導師在同一所學校和同一組學生一起完成整個過程，以保持一致性。在現場評核中，包括學生在服務學習活動後是否有任何成長和轉變，例如學生是否更了解中學生，或學生在服務後的看法是否有改變。第三，劉博士會評核三頁的書面反思報告和一份值得記錄和提及的服務學習經歷的簡歷，但他不會為這份簡歷給予評分。"
      },
      support: {
        content: [
          {
            header: "服務學習及領導才能發展處",
            text: "劉博士認為得到大學裏服務學習部門的幫助是非常重要的，SLLO的支援主要包括提供導師和課程助教的培訓。 有更多的師資的支持，有助服務學習活動的順利開展。 自 2013 年以來，隨著學生人數的增加，SLLO 安排了二 至 四 名導師來支援課程。 當有五所中學在同一日期和時間開展服務活動時，便需要 三 和四 名導師在不同的中學擔任督導角色。 在每間中學，都會有一名導師和一名助教共同展開活動。 劉博士強調，如果沒有其他導師的支持，課程可能無法進行。 \n\nSLLO導師將督導學生開展服務學習活動，例如教導學生如何反思，並付以分數評估學生的現場表現。在整個過程中，讓同一位導師全程監督和觀察學生，除了是為了保持對學生評核的一致性外， 同時，這位導師可以記錄服務學習活動的進展和發生的事情。 若是由不同的導師負責，他們便會無法對整個過程進行更詳細的概述。 例如，如果學生在前一天打架，當下負責的導師就沒有關於整個過程的信息。 導師們也舉辦了一些關於團隊建設和溝通技巧的課程，但為了避免近年來緊張的預算，劉博士接任了這個教學角色。"
          },
          {
            header: "助教的恊助",
            text: "SLLO 還提供了一名助教來支持劉博士。 這些助教是曾參加服務學習課程的學生，並以B+ 或以上成績的良好表現獲得獎學金。 助教在獲得獎學金後，必須工作20個小時。 他們在擔任助教之前會接受提升領導能力的培訓。 如果他們的工作時間超過 20 小時，將獲得劉博士的額外報酬。 對於這課程，助教主要涉及物流管理，例如一些數據輸入和記錄成績。 在與大學生的活動後匯報會(debriefing sessions)上分享是助教扮演的另一個關鍵角色。"
          },
          {
            header: "提供適當的培訓",
            text: "當課程僅限於具有科學和工程背景的學生時，在參與服務學習活動之前是不需要接受培訓。 當課程開放給所有學習背景的學生時，劉博士為那些沒有工程背景的學生安排了課後培訓。 培訓內容涵蓋連接線和機器部件組裝方面的知識。 當服務性質轉變為解決老年人的需求後，大學生需要教導中學生，共同為老年人製造產品。 當大學生難以確定要設計的產品時，劉博士將培訓改為小組諮詢，帶領學生在小組內克服這一困難。"
          }, 
          {
            header: "提供指導",
            text: "近期，這課程開放給所有不同專業的學生選修。 劉博士發現若提供教學框架可以防止學生錯誤掌握課程的重點，尤其是那些沒有任何 STEM 背景知識的學生。有人會擔心這個課程不像是與學術性質有關的。 劉博士評論說，這課程相當能夠提高學生解決問題的能力，但他沒有使用時間教授學生通用技能，例如溝通和人際交往能力。"
          },
          {
            header: "小組諮詢",
            text: "學生可能對中學生的教學主題和適合老年人的產品感到困惑。 為了確保學生對自己的服務方向有信心，每個學生團隊都可以安排與他的諮詢會。 在諮詢環節裏，劉博士引導學生討論長者面對的問題，並找出最能解決問題的技術類型。 諮詢有助於提高學生解決問題的能力，並促進他們的不同想法。 "
          },
          {
            header: "教材經費支持",
            text: "這課程的資金由部門根據註冊人數分配。 大部分資金用於聘用助教和研究助理。 也將用於確保大學生開展服務的學習教材。若有資金支持學生購買所需的學習材料是很有幫助的，例如那些在服務學習活動中組裝產品的機器組件。 每個學生團隊的預算為300-500港元。 同時，劉博士鼓勵回收材料以備下學期的使用。"
          }
        ]
      },
      evaluation: {
        content: [
          {
            header: "",
            text: "在改善課程方面，劉博士期望大學生與服務對象之間有更多的互動。 他發覺現在的課程比較急速，大學生和中學生只有40個小時的時間進行互動和熟悉彼此。 為了提高課程的效果，他會建議他們多作交流，以促進學生們的反思。"
          },
          {
            header: "服務方式",
            text: "關於服務學習活動，服務對象起始時只包括中學生，後來便增加了一群長者。 當服務對象是中學生時，大學生才會教授 STEM 知識。 若以老年人為附加服務對象，大學生便先向中學生傳授STEM知識和概念，共同產生想法，以開發對老年人有用的產品。 隨著這一重點的轉變，STEM 不僅與編程有關，還可用於幫助有需要的人。 另一個改變的原因是與老齡化問題有關的熱門話題，劉博士希望中學生能加深對這個問題的認識。"
          },
          {
            header: "結構完善的培訓方法",
            text: "在開始的時候，學生可以在合作的學校的上午時間部份向低年級學生教授任何與 STEM 相關主題的內容。 大學生有理科背景，他們會與中學生分享有關肌肉的知識 ，以及如何收縮肌肉以產生力量及其他合適的話題。 在服務日的下午，他們會以1比1或1比2的比例輔導高中生。 但從 2014 年開始，學生團隊將有特定的主題來計劃他們的課程。 劉博士會提供一個教學架構供學生參考。 有了這樣一個更有條理的服務大綱，學生才能更好地把握自己的教學方向和目標。"
          }
        ]
      },
      challenges: {
        content: [
          {
            header: "專業不足",
            text: "大多數大學生沒有任何工程方面的知識，但服務成果需要包涵工程概念和使用一些技術技能，例如接線和組裝機器。 因此，劉博士建議學生組隊時，至少要有一到兩名具有工程背景的成員。 多元化的團隊幫助匯集來自不同學習背景的學生的知識以取得成功。 \n\n另外讓大學生感到困難的情況，就是因為他們不確定應該教中學生的那些技術知識，以便他們可以應用 STEM 知識來製作給老年人有用的產品。 因此，劉博士要確定教授的技術知識種類是一個挑戰。 因此，他需要花時間進行小組諮詢，並幫助大學生談論老年人面臨的問題以及適合開發對老年人有用的產品的技術。 劉博士建議學生可以使用資訊技術以外的其他類型的技術來開發產品。 如果可行的話，他們甚至可以使用機械技術為老年人生產手杖。"
          },
          {
            header: "維持夥伴關係的問題",
            text: "與學校維持夥伴關係有兩個挑戰。 首先，經過幾年的合作後，一些學校可以獨立進行有關服務學習項目。 其次，當服務學習計劃與教師的期望不符時，一些教師認為這些活動並沒有為他們在校的學生帶來任何好處。 "
          }
        ]
      }
    }
  },
  {
    caseCode: 16,
    university: universityList["hkbu"],
    department: "中醫藥學院",
    caseTitle: "通往健康服務服務領導地位的途徑 (Paths to Service Leadership in Health Services)",
    lecturer: "余堅文",
    details: {
      caseDescription: {
        content: [
          {
            header: "",
            text: "個案十六報導了一個名為「通往健康服務服務領導地位的途徑」（以下簡稱「服務領導」）的三學分服務學習課程。這課程是由來自香港浸會大學中醫藥學院余堅文博士所提供。"
          },
          {
            header: "發展簡史",
            text: "這課程大概於2014年開辦，是一科以「服務領導」為主題的通識課程。一開始便已經有很多服務學習的元素，而當時大約有60到80名學生。\n\n余博士建議了這個課程，它是跨學科的。 例如在「服務領導」部分，他就是與宗教及哲學系和學生事務處共同組織。學生事務處主要聯繫了一些社區合作夥伴。他會介紹一些關於如何選擇合作夥伴的背景資訊，例如明愛醫院 (Caritas Medical Centre) 和基督教聯合醫院 (United Christian Hospital )，它們於開展某些醫療服務的原因及其背後的概念，以及當學生掌握所學的知識後如何開展相關的服務學習活動。 "
          },
          {
            header: "課程結構及組織",
            text: "服務學習雖然分為服務和學習兩部分，但每個課程的比重會有所不同，並且會有所變化。 第一次可能會有更多的服務，第二次可能會有更多的學習。 比如關於江西的項目。在第一次時，服務部分的比重較大，在第二次時，它不是專注於教學，而是專注於校園設計，是一個完全不同的服務主題。 同時，課程結構會根據實際情況發生而持續改變，當然還是會以學生為本，以服務為導向。因為這不僅僅是為了擁有一種美好的感覺，而是為了幫助我們所服務的人。"
          }
        ]
      },
      partnership: {
        content: [
          {
            header: "建立關係",
            text: "在服務學習中，與不同的利益相關者愉快地合作也是一個學習的過程。剛開始時，在第一次與老年人相見並提供服務時，大家不會有親密的關係。 因此，余博士會再次安排老年人參加相關服務，再次與學生進行更深入的互動交流，逐漸便建立了默契。而在他們的互動過程中，導師們會在現場給予支持和指導。"
          },
          {
            header: "維持可持續的夥伴合作的關係 ",
            text: "如果想達致課程的最佳效果，余博士認為與服務合作夥伴保持長期的關係是有幫助的。如果大家能專注於特定的服務對象三到五年，導師和學生將更能夠了解服務對象的需求並作出相應的調整。\n\n這個科目更側重於相互交流的過程。與其他非常有結構的科目不同，因為我們會知道學生需要學習什麼，而也更容易定義預期的學習成果。此外，針對服務對象在服務學習過程中的需求，也需要作出調整。並注意對方說話中的意思。只有雙方有實際的對話，才會有真正的溝通。只有這樣，我們才能更加關注服務對象及真正幫助到社區。"
          }
        ]
      },
      linkage: {
        content: "關於「服務領導」的課程設計，例如與健康相關的交流可能過於理論化。但是當學生有機會接觸和了解長者後，他們便學會如何更有效地溝通。通過視頻展示和角色扮演，學生可以練習如何與長者談話，然後會更有技巧地溝通，正確地表達適當的說話。這樣，在探望長者之前，學生可以在一定程度上作好準備。當學生進入不同的社區中心與長者接觸時，更能了解長者的生活條件和居住的社區環境。讓學生有機會與長者交談也是一種很好的做法。這是一次很好的訓練，學生會學習穴位按摩 (acupuncture points and massage) (也就是推拿)，然後為長者服務，所以「服務領導」這課程結構是很完善的。學生必須配合長者的需要來設計相應的活動。 因此，在服務學習課程中會有很多學習元素，包括團隊合作和溝通。"
      },
      service: {
        content: "事實上，中醫學生有很多機會。導師必須根據學生的實際情況因材施教。課程大部分的參加者並不是中醫學生，很多學生對中醫所知不多。 他們可能從小就不看中醫。余博士認為多接觸便能多學習，也就是說，如果學生未曾接觸過中醫，便不會知道中醫的實用性。 例如關於頭疼，余博士會教他們「合谷」， 若是感冒，他會教「風池」，以立即減輕他們的不適。 余博士他們稱這些不適為臨床症狀。 學生們非常高興，他們成為了受歡迎的人物，因為他們可以幫助自己、家人和朋友。 \n\n余博士稱在設計這門課程時必須照顧好學生。 但也必須考慮他們所服務的人。因為除了學生感覺良好之外，他們還必須考慮是否可以為社區作出貢獻。 因此，重要的是要考慮課程的時期。 服務學習的意義在於它的幫助可以跨越社區邊界。完成服務學習過程後，學生可以拓寬視野，提升自己日後再次服務的能力。余博士覺得每位學生的學習起點不同，所以進步也不同。 但在這個過程中，導師最想看到的是學生的改變。許多學生也發現他們在參與服務學習後有所改變，並在短時間內看到了改變的效果。這些改變在傳統教學中是看不到的。"
      },
      reflection: {
        content: "每次服務結束後，都會有一個分享會，讓學生從新鮮的記憶中互相學習，內化他們的學習，並為下一次服務做好準備。 第一次服務結束後，學生們就已經見到了那些老年人，然後他們幫助老人做一些問卷調查，為老人提供服務。學生必須配合長者的需要設計活動，這涉及很多元素。在整個過程中，它涉及到很多團隊合作和溝通。 因此，學生可以體驗並逐漸掌握同理心和創造力。"
      },
      assessment: {
        content: "學生將被評估他們理解講課的能力，並通過不同的案例研究和角色扮演，評估他們如何使用所學的服務和領導能力（包括知識、技能、價值觀和態度）。\n\n服務學習的考核內容主要包括：（1）學生對服務對象的需要及其醫療保健需求的了解； (2) 他們的計劃、組織、人際關係和解決問題的技巧，以及 (3) 後續服務活動，以及； (4) 通過反思，關於他們的動機、服務態度和社會對社區有需要的群體的關注。"
      },
      support: {
        content: [
          {
            header: "大學的承諾",
            text: "此外，大學的承諾也很重要，因為這會涉及到資源的分配和教師的工作量。"
          },
          {
            header: "教師的承諾",
            text: "教師的合作和承諾很重要，他們也應走出舒適區，保持開放態度，持續學習，探索服務學習的不同領域。 余博士承認，老師會非常清楚學生的情況和需求。 在整個服務學習過程中，可以進一步體現教師參與的重要性，因為提供的服務需要掌握許多技能，包括一些專業技能，如穴位和按摩。 其中，有五六名教師和註冊中醫師全程指導，密切監督，因為學生可能無法回答老人提出的問題。\n\n余博士以身作則，陪伴學生走進社區，積極與學生交流。 當學生自己做服務時，他也會參與其中。 在教師的支持下，學生們也感到很開心。 當大家熟絡後，便可以暢所欲言，互相分享了。 從學生的反思中，學生也可以提出自己的意見，並指出需要改進的地方。\n\n教師的合作和承諾很重要。 余博士承認，教師會非常清楚學生的情況和需求。 學生從教師那裏獲得知識，但新知識的來源是不斷創新的。 未來，學生會發現很多教師從來沒有教過的知識，需要自己去學習。 因此，培養學生的自主學習能力顯得尤為重要，教師應為實現這一使命負責。 他們也應走出舒適區，保持開放態度，持續學習，探索服務學習的不同領域。\n\n在整個服務學習過程中，可以進一步體現到教師參與的重要性，因為提供服務時大家需要掌握許多技能，包括一些專業技能，如穴位和按摩。 其中，有五六名教師和註冊中醫提供指導，及密切關注過程，因為學生可能無法回答老年人所提出的問題。"
          },
          {
            header: "對學生的支持",
            text: "余博士以身作則，陪伴學生走進社區，積極與學生交流。 當學生自己做服務時，他也會參與其中。 在教師的支持下，學生們也感到很開心。 大家在熟絡後，便可暢所欲言，互相分享了。 學生在反思中，也可以提出己見，及指出需要改進的地方。"
          },
          {
            header: "準備和培訓",
            text: "學生從教師那裡獲得知識，但新知識的來源不斷變化。 例如，一位校長曾說，幾年前，他從沒想過WhatsApp和航拍會如此流行，終身學習是必然的。 未來，學生會發現很多教師從來沒有教過的知識，而必須自學。 因此，培養學生的自主學習能力顯得尤為重要，教師應負責實現這一使命。\n\n學生可以通過一些培訓來提高自學能力。 他們也有自己的長處，可以掌握不同的技能。 可以為學生提供一個發展大學希望培養的畢業生特質的環境。 作為教育者，教師必須有這樣的信念，才能攜手並肩培養大學生的特質。"
          }
        ]
      },
      evaluation: {
        content: "如果我們想知道服務學習的有效性，我們通常會問學生，但我們想要一個綜合的評估計劃。 我覺得應該多詢問導師、服務機構和服務對象的意見。 每個利益相關者的期望和目標是不同的。 能夠相互分享最佳實踐非常重要。 如果我們能多了解其他人的做法，根據實際情況進行調整。 這將是有啟發性的，我們可以找到一些有用的榜樣。\n\n若想知道服務學習的有效性，他們通常會問學生，但為了實踐一個綜合的評估計劃。 余愽士認為該多詢問教師、服務機構和服務對象的意見。 每位利益相關者的期望和目標是不同的。 能夠互相分享最佳實踐方法是非常重要的。 如果我們能多了解其他人的做法，我們將會根據實際情況作出調整。 這會很有啟發性，我們也可以找到一些有用的榜樣。 "
      }
    }
  }//end case
];