universityList = {
  "polyu": "香港理工大學",
  "hku": "香港大學",
  "cuhk": "香港中文大學",
  "lu": "嶺南大學",
  "hkust": "香港科技大學",
  "eduhk": "香港教育大學",
  "openu": "香港都會大學",
  "cityu": "香港城市大學",
  "hkbu": "香港浸會大學"
}

const data = [
  {
    caseCode: 1,
    university: universityList["polyu"],
    department: "應用社會科學系",
    caseTitle: "兒童與青少年發展",
    lecturer: "于璐博士",
    details: {
      caseDescription: {
        content: "個案一報導了一個名為「促進兒童與青少年發展」(以下簡稱「兒童」)的三學分服務 學習課程。本課程是由來自香港理工大學 (以下簡稱理大) 應用社會科學系的于璐博士 所提供。\n\n這課程旨在讓學生能夠 1) 批判地研究兒童和青少年發展的不同觀點，並將其應用於理 解社區中貧困兒童和青少年的需求和發展潛力;2) 通過服務提供，在現實生活處境中 整合有關兒童及青少年成長的知識;3)應用學科的知識和技能(例如與兒童和青少年 的互動和溝通技巧)來處理服務環境中的複雜問題;4)作為選擇學科的專業人士及負 責任的公民身份，反思他們的角色和職責;5)培養積極的價值觀和長處;6)培養公 民責任及親善社會行為;7)培養對他人的關懷和同情心，特別是對於弱勢兒童和社區 中的青少年;8)增強自信、解決問題和決策能力; 9)通過與合作夥伴、合作機構、 父母和服務對象的合作來增強社交能力和人際交往能力。\n\n「兒童」課程跨越春季和暑假兩個學期。在春季學期裏，學生需要完成 10 小時網上服 務學習課程，內容包括服務學習的基本概念和實踐，例如服務學習的原理、概念和研 究，服務學習對服務使用者、 社區、學生和大學的好處，有關道德的問題，有效的團 隊合作和服務學習中的解決問題技巧，反思作為學習特定學科概念的工具。\n\n在春季學期中，這課程還包括一節課涉及課程內容和三節課有關兒童青少年發展相關 的理論。每節課持續三個小時，包括: 1) 獲取學科特定知識的講座和研討會，兒童和 青少年發展的發展理論、人類發展的生態模式、正向青少年發展、優勢干預模式;2) 一系列研討會，讓學生掌握管理項目特定的技能，例如兒童和青少年的投入參與和溝 通技巧、提升他們能力的方法、兒童和青少年發展的評估、服務規劃、提供服务和評 估服务成效等; 3) 學生小組討論和工作坊，為貧困兒童和青少年制定服務課程，分享 道德和倫理問題、服務提供技巧和課堂管理，學生藉此培養團隊合作能力。在服務活 動工作坊中，課程導師指導大學生如何設計教學方案，掌握基本的教學技能，例如針對如何激發小學生的學習興趣和動力，以及讓他們參與課堂學習的策略的課程，大學 生可以根據自己的經驗和興趣，自由選擇具體的教學主題。\n\n暑假學期開始時，學生需在理大完成五個工作坊。接着便是參加為期 10 天的內地服務 學習活動項目，地點包括上海、杭州、西安。在這十天中，首兩天是服務前的準備， 隨後五天是在一間指定小學進行教學活動。服務活動結束後翌日，課程導師會組織第 六個工作坊，旨在幫助學生鞏固所學到的東西。返回香港後，學生還需參加最後一個 工作坊，內容主要是同學以小組形式作出口頭報告。"
      },
      partnership: {
        content: [
          {
            header: "合作目的",
            text:
              "舉辦「兒童」這一課程，理大與中國內地的浙江大學合作，並在浙江省杭州市的一所 小學展開服務活動。這所小學是一所外地民工 (migrant workers) 子弟學校，大部分學生 在中國其他省市出生，父母來自不同地方來到杭州打工，因此當地政府成立了這樣一 所專門照顧外地民工子弟的學校。\n\n在理大修讀「兒童」課程的同學於暑假中前往杭州，在這所小學展開為期五天的服務活動，主要為小學生授課;期間浙江大學的研究生參與課堂觀察，並於課堂後參與小組討論，分享觀察心得及意見。\n\n「兒童」課程強調與服務合作伙伴進行充分及有效的溝通。這所小學最初是由浙江大 學的同事負責聯絡，在確實了基本的合作意向後，與學校代表直接會面前，「兒童」 課程導師就將整個服務計劃發送給學校校長，徵求校長的忠告及意見。服務計劃內容 包括:\n- 理大計劃做什麼 ?\n- 理大的期望及服務安排建議是否合理 ?\n- 在學校看來，這樣做是否合適 ?\n- 在當前的學校環境下能否實現 ?\n- 學校對理大及浙江大學的學生有哪些期望?例如，期望大學生講授哪些主題和內容。\n\n課程導師根據以下四個主題包括趣味科學(interesting science)、健康推廣(health promotion)、個人發展(personal development)及趣味日常英語(interesting daily English)徵求學校意見及了解其對各個主題內容及比重的期望，相應地作出調整。當 學校審閱服務計劃之後，對服務學習的理念表示接納和認同，對學生的服務熱忱和態 度也表示信任。經此積極的溝通後，學校會感到備受尊重。對服務細節有充分的了解， 而且意見獲得回應，合作夥伴會更願意合作。\n\n在服務期間，合作雙方必須處理衝突並保持相互之間的良好了解。理大表示，希望學 生能夠主導課堂管理的角色。最初，參與的學校的班主任擔心大學生的不善於課堂管 理，於是經常進入課室作出干預，以管好學生的紀律。然而，當班主任出現時，小學 生會很快地聽從班主任的指示，而大學生的表現便有所限制。在學習的過程中，班主 任會認為課堂紀律過於鬆散，而理大學生會認為班主任過於嚴厲。\n\n為了加強相互的了解，理大導師邀請了班主任一起參加於每天下午的舉行的反思會議， 分享他們的觀察和擔心。大學生也會解釋自己的互動教學方式以及對一個吵鬧的課堂 的理解。漸漸地經過充分的理解之後，於第二年便減少了干預。課程導師也會在準備 階段時，著重引導學生理解兩地文化上的差異，期望活動能如期完成。\n\n第三年開始，合作模式已漸趨順利，班主任終於表現出對大學生的信心，沒有每天觀 察課堂教學。相反，他們會先與大學生見面，介紹班級信息以及小學生的特點，需要 時，大學生也可以輕鬆地在辦公室與他們聯絡。 在服務日結束時將定期舉行反思會議。 經過這個積極的溝通和相互調整的過程，雙方的合作模式終於建立起來。\n\n服務活動結束後，透過不同方式，理大與這所內地小學校保持聯繫:\n\n<b><i>分享學生學習成果。</i></b> 服務結束後，小學邀請了當地一家電視台拍攝學校的畢業典禮， 並且在新聞時段播放。學校將這些資料與理大導師分享，這些材料可以用於下一年度 的教學。理大亦與小學分享在服務期間拍攝的有關教學活動及反思會的進展和成果的 影片及照片。\n\n<b><i>I邀請學校出席學術會議。</i></b> 第一年結束以後，理大導師根據第一年搜集的資料撰寫了一 篇文章，並在獲邀於學術會議中發表，合作伙伴也獲邀參加會議，這有助於增進雙方 的瞭解和聯繫。\n\n<b><i>發展個人人際關係。</i></b> 課程導師與學校的老師也建立起個人的人際關係。大家互相問候， 瞭解現況，這樣服務合作夥伴之間逐漸建立並維持了信任的合作關係。"
          },
          {
            header: "班級規模改變的挑戰",
            text:
              "第一年理大大約有 40 位學生參加「兒童」這課程，由兩位老師共同負責，帶領這 40 位學生往杭州。由於第一年的學習經驗和成果非常正面，小學希望理大於第二年能夠 繼續提供服務活動，亦願意發展長期合作關係。 於是理大於第二年就將該課程擴充至 兩班，約有 80 名學生參加。同時增加了兩位課程導師和一位項目助理(project assistant)。最後總共五位同事一齊帶領約 80 名大學生前去杭州。四位課程導師負責指 導理大學生，而項目助理負責處理行政事宜。四至五位學生組織成一個小組，去服務 大約二十位小學生。小學生人數也從第一年的 200 名左右，增加至 400 名左右。\n\n班級規模的擴展張，讓理大和小學都帶來一些新挑戰。小學需要更多支持，例如在處 理膳食和保持衛生條件方面。同時還需要處理其他問題，當小學生遇到問題時，習慣 尋求校長和班主任恊助，而不是先與大學生商討和尋求幫助。例如，其他班的小朋友 已經開始吃飯，但某一班的飯盒還沒有送到教室時，有些小學生就開始哭起來和直接 去找校長。\n\n班裏人數增加，引至更多意外的情況出現。帶隊的課程導師也遇到問題，例如一位導 師的健康突然出現問題，需提前返港。導師之間需及時的作出人手調配。之後都維持 有 80 名學生的規模，所有學生分成兩大班，然後兩大班又分成四小組，每小組 20 人。 從指導與觀察的角度，課程導師認為 20 人一組是比較合適的。"
          }
        ]
      },
      linkage: {
        content:
          "在設計課程時，「兒童」課程導師十分關注學生在為服務對象安排的服務活動中應用課堂所學知識的機會。如果兩者有所脫節，學生會認為之前上那些課都沒有用，服務活動也與一般的義工活動沒有分別。\n\n在促進課程與服務相結合方面，課程導師在春季學期會介紹有關兒童和青少年不同發 展階段的特點。學生在設計小組教學方案的時候，學生有機會根據所學理論發展適當 的教學題目。例如，課堂中導師講授有關兒童中期(middle childhood)在生理健康方 面的一個特點是容易出現意外，於是當選取“健康推廣”作為主題時，大學生選擇以 「傢俱安全」為題，教授低年級的小學生如何在家庭中保護好自己。\n\nA課程的另一個目標是培養學生的團隊合作能力，所以在服務活動中，大學生會分組，每組負責帶領二十名左右的小學生的服務活動。每次都會有一名學生領隊，在其他學生成員的支持下，帶領小學生參與討論和活動，在這方面提高大學生的團隊合作、協作和溝通能力。\n\n除了設計階段之外，在每天的服務活動結束後，課程導師帶領反思討論時也十分注重 如何與課程內容相聯繫。大學生會被引導尊重孩子的個體差異和多樣性。大學生於實 際教學過程中，常常會遇到學生學習表現差異的情況。例如，在學習英文時，一些小 學生水準很高，但有些小學生只達到入門水準。課程導師就會提供非常具體的建議， 如何設計分層的學習任務，根據學生能力設計不同水準的工作紙，給學生提供不同的 鷹架 (scaffolding)。同時導師引導大學生理解兒童及青少年發展的個別差異與多樣性問 題，以及在服務活動過程中照顧學生的多樣性。"
      },
      service: {
        content: [
          {
            header: "理解服務對象",
            text:
              "理大學生會提早兩日到達杭州，為服務活動做好準備。準備事項主要包括前往服務學 校，通過與校長及班主任的會面，瞭解學校的情況以及學生的一般特點。由於在服務 中會遇到一些有特殊教育需要的學生，所以在與班主任面談時，也會著重瞭解這些學 生的特點以及處理方式。\n\n正式服務活動開始前，除了對小學生特點有所認識之外，在服務的過程中，課程導師 也十分注重在每日的反思活動中與理大學生一起分析小學生的特點和行為，尤其是一 些小學生做出叛逆的行為時，導師會探索背後的原因是什麼，學生的負面情緒是如何 產生等等，這對大學生加深理解小學生的特點很有幫助。"
          },
          {
            header: "與服務對象直接接觸",
            text:
              "針對不同類型的服務活動，「兒童」課程導師十分認大學生與接受服務者直接接觸與 互動的作用。相信透過直接接觸，大學生更能出自真心地關心那些小學生，並產生同 情心。比如上博士班的一位女生，開課之初表示很討厭接觸兒童，但在服務活動結束 後，這位同學主動去參加了一項去非洲幫助兒童的項目，這位女學生坦言這個「兒童」 課程改變了她對兒童的觀感，有感他們有時雖然很麻煩，但對人卻很真誠。"
          },
          {
            header: "學生自主",
            text:
              "學生在服務學習中有較大自由度。例如，課程導師設計了四個授課主題:趣味科學 (interesting science)、健康推廣(health promotion)、個人發展(personal development)及趣味日常英語(interesting daily English)。學生可在這四個主題範圍 內，根據自己的經驗及興趣來設計和選擇具體的題目。課程導師十分鼓勵學生選擇一 些與自己專科相關的題目。比如說市場行銷或金融專科的同學可以教小學生如何管理 自己的零用錢。為協助理大學生完成活動設計及教學相關的活動，“兒童”科目導師 為大學生提供相關工作坊，教授一些教學技巧，例如，如何讓小學生投入活動，如何 提升小學生的學習動機。\n\n大學生也將與導師討論他們的課程計劃。 在導師的指導下，學生會根據小學生的發展 水平和中國內地不同的學習環境，調整教學計劃。\n\n完成教教學計劃後，大學生會與導師討論該教學計劃有多大的程度適合小學生 的發展水平以及內容是否適合中國內地的環境。例如，在「兒童」課堂裏會介紹有關 於身體發育(physical development)的知識。而針對高小學生的學習需要，大學生計 劃探討性教育相關的題目，導師並就此解釋中國內地的社會背景以及人們對性教育的 一般看法，並建議適合程度的範圍。大學生根據導師提供的意見修訂教案。在這過程 中，導師會給與指導，但不會直接修訂學生的教案。"
          }
        ]
      },
      reflection: {
        content:
          "反思活動貫穿整個課程。服務活動前，導師會介紹相關理論，並學生則會反思個人的成長經驗。在工作坊中，導師會著重引導學生運用所學的技巧管理課堂，讓小學生投入學習。課程導師會提出具體情境和問題，引導學生思考解決方法而從中學習，經過 持續的反思活動，導師觀察到學生在提供服務的過程中，會運用所學分析問題及反思 個人學習心得。\n\n在杭州進行服務活動過程中，每天活動結束後，課程導師、理大學生、浙江大學 (以下 簡稱浙大) 學生都會參與反思會議，而小學教師有時也會參加。學生更願意在真誠表 達、相互信任、支持和安全氛圍的學習環境中分享真實感受和反思自己。\n\n每位理大學生先介紹自己上課的情況，反思自己表現好的方面和遇到的困難，與小朋 友相處的情況等。每位學生都會在課堂上談論他們的教學過程，並反思自己在服務活 動中的表現和困難。他們還分享如何與孩子們相處。在分享和反思中，除了正面收穫， 師生也會分析各自的弱點及可改善之處。\n\n在反思會議中，浙大同學擔任觀察者的角色，他們會分享在課堂中的觀察。課程導師 針對大學生如何照顧小學生不同的身心需求，設計了課堂觀察表。在擔任觀察角色之 前，他們需要參加一個關於如何使用觀察表、記錄原則以及在對學生的表現發表評論 時如何給予積極鼓勵和建設性意見的工作坊。\n\n雖然觀察結果不會作為評估分數，但使用觀察表可以幫助學生組織觀察內容，遵循適 當的觀察原則，在反思會上提出有益的意見和建議。課程導師發現，這些意見對教學 過程的改進非常有幫助，因此，學生通常可以在接下來的服務過程中及時作出調整。\n\n針對學生和觀察者提出的挑戰和困難，課程導師盡量提供及時的回應和建議。例如與 如何與兒童說話和相處。當遇到無法即刻解決的問題時，導師會解釋一些原則，讓學 生理解當時情況。當個別學生出現情緒問題時，導師會跟進個別情況及作出支持，例 如，理大學生會提出中國內地跟香港在教育方式上的差異，中國內地的老師非常強調 課堂上學生的紀律以及對他們有嚴格規範。理大同學會發表自己的看法，討論如何運 用較互動性強的方法上課。"
      },
      assessment: {
        content: [
          {
            header: "",
            text:
              "「兒童」這一課程採用了多元化的評估方法，兒童課程採用了多評價的方法。 根據不 同服務學習階段活動的不同目標，獲取理大學生的學習和服務表現的資料，以評估他 們的學習成果。\n\n學生的成績評估:他們的課堂參與和討論 (10%);一份服務建議，包括理論、概念、 一般常識和特定應用的知識、以及積極價值觀和優勢導向的要素(15%);服務項目 的表現，包括學生提供服務的態度、努力和表現、他們解決問題的能力、決策能力、 參與和與服務對象的溝通，以及與其他學生合作等(20%);學生的反思日誌，關於他們 將知識融入現實生活情況的能力、他們作為專業人士和公民的角色、責任和貢獻、他 們的優勢和潛力、他們對幫助弱勢兒童和青少年的熱情，他們解決問題和決策的能力， 以及他們與他人合作的社交能力和人際交往能力(30%);關於鞏固他們的知識、經 驗、技能和學習成果以及提出建議在貧困環境中培養兒童和青少年能力的服務 (25%)。"
          },
          {
            header: "對理論的理解",
            text:
              "「兒童」這一課程第二至第四節，主要是介紹與兒童和青少年發展相關的理論、一些 正向心理學的理論，以及生態模式(ecological model)等基本理論。第四課節結束後，大 學生需要完成一份反思日誌(reflective journal)，綜合個人成長過程,以探討所學理論如 何幫助他們理解服務對象的特點和發展。"
          },
          {
            header: "服務過程中的直接觀察",
            text:
              "「兒童」共有四位課程導師，每位導師負責帶領 20 位同學。在服務活動期間，學生每 天會給當地的小學生上課，幾位導師會觀察他們所負責的學生。浙江大學的研究生也 會參與課堂觀察，記錄理大學生在主持課堂、團隊合作及與兒童互動的表現。浙大學 生的評分並不直接構成學生的分數，而是作為導師評分的參考。"
          },
          {
            header: "每日的反思會議",
            text:
              "每天完成教學活動後，各個小組會進行一個多小時的反思會議。會上，每個小組匯報 當天服務成果、所遇見的困難、難以解決的問題、印象深刻的時刻及個人收穫等。學 生在小組會議中的參與和反思會作為評分的一部分。"
          },
          {
            header: "小組口頭報告 ",
            text:
              "服務活動結束後，各學生小組對整個服務過程進行口頭匯報，包括對服 務過程和結果的分析和回顧，以及服務對學校和在校小學生的影響。"
          },
          {
            header: "期末反思報告",
            text:
              "反思報告中，每位同學回顧自己在整個服務活動中的收穫，如何應用所學理論設計服務活動。"
          },
          {
            header: "同儕評估",
            text:
              "反思報告中，每位同學回顧自己在整個服務活動中的收穫，如何應用所學理論設計服務活動。"
          }
        ]
      },
      support: {
        content: [
          {
            header: "課程導師",
            text:
              "服務學習不同於傳統的教學， 這要求導師認識到服務學習的概念，並相信它可以對學 生的學習產生積極的影響，它還要求導師對服務學習的特點有一個具體而透徹的理解。 此外，學科導師還需要投入更多的時間和精力來處理與其他利益相關者相關的事務， 例如學生和其他服務合作夥伴。課程講師還需要為學生與合作夥伴和服務對象一起設 計和實踐服務計劃提供額外的指導。因此，課程導師也需要花時間深入了解合作夥伴 的期望和需求。\n\n關於「兒童」課程，在服務活動之前的準備階段，課程導師對學生提供指導和支持， 包括教案設計的指導。例如，當發現小學生可能難以理解時，課程導師會建議學生調 整內容的難度。課程導師亦會建議所選課題是否適合內地學生，並會建議大學生如何 根據小學的背景和情況修改計劃。例如，一組學生設計了與性教育相關的主題， 課程 導師會解釋內地與香港在小學在生身體健康和性教育方面的差異，並建議大學生如何 修改教學計劃和方法。學生們參考導師的意見，修改了自己的教學計劃。\n\n再比如「兒童」課程側重於促進正向青年發展 (positive youth development)。 理解和尊 重学生的多样发展是重要原則之一。在指導大學生設計教學計劃和教學實踐中，課程 導師非常注重引導大學生照顧學生多样性。如果有學生跟不上進度，導師會就如何設置分層內容和課程作業提出具體建議。在實施過程中，也考慮到學童的多元化，根據 學生參與活動的差異給與不同的支持和幫助。\n\n當服務活動正式開始時，大學生們會遇到一些無法預料的挑戰，他們的情緒也會波動。 課程導師十分注重為學生提供情緒上的支援。他們將觀察大學生在態度、參與程度和 對學生的關懷方面的表現和改進，導師會認可學生的長處並提出改進建議。 導師觀察 到，當大學生受到積極鼓勵時，他們往往更願意主動改進教學計劃，並考慮多種策略 來提高小學生的學習效率。例如，在教學的第一天，通常每個人都感到沮喪，導師會 著重給大學生情感上的支持，告訴他們第一天的表現並不是最重要的。導師更關心大 學生在整個服務過程中所投入的時間和精力，他們對服務活動的態度，對小學生的關 懷，以及在此過程中大學生的進步。導師們肯定了大學生的長處，並指出了他們需要 改進的地方。這鼓勵了大學生願意主動改變自己，修正自己的計劃，並考慮採取各種 策略與小學生相處\n\n此外，若期望服務活動進行順，很大程度上取決於大學與社區之間良好的合作關係。 大學生在服務活動中的表現已經成為建立這種關係的關鍵因素，因此導師對大學生的 表現也更為關注。\n\n作為所有本科生的必修課，參與學生的背景和學習動機各不相同。例如，一些大學生 在課程開始時參與度較低，他們只是想滿足基本課程要求。從以往的經驗來看，大學 生在與小學生直接接觸時，往往會改變對服務活動的看法。因此，課程導師會細心提 供適時的相關指導，引導學生了解服務活動的意義和功能。由此帶出的好消息是，大 學生的學習動機往往會在這個服務學習過程中得到積極的培養。"
          },
          {
            header: "學生導師",
            text:
              "在這課程中，每年會選出五至六名優秀學生，理大會頒發服務學習獎學金。這些獲獎 學生將在來年年會回來擔任學生導師，他們會分享在服務學習方面的經驗，並為其他 學生提供幫助。換句話說，有經驗的學生會分享他們的經驗，並為第一次學習的學生 提供意見和建議。 部分獲獎學生還將受邀再次前往杭州，為課程導師提供幫助。"
          },
          {
            header: "避免不確定性",
            text:
              "在服務活動中，經常會出現學生生病、電腦故障、學生遲到等突發情況。課程指導老 師根據以往的經驗，編寫了一本手冊，介紹了可能發生的突發事件以及相應的應對策 略。例如，一個孩子在課堂上突然流鼻血，學生通常需要立即尋求指導老師的幫助。 有了這本手冊，學生們可以更輕鬆地找出課堂上遇到的問題的解決方案。"
          }
        ]
      },
      communityPractice: {
        content:
          "為應對大班教學帶來的挑戰，四位課程導師結成實踐社群，每天晚上一起討論當天學 生的情況，分享各自的觀察及遇到的問題，並共同商討解決方法。課程導師每晚都會 與每組的學生組長開會。對一些潛在的問題，導師會及早識別和應對。例如，是否同 意學生調換房間。"
      },
      evaluation: {
        content:
          "為了持續改進「兒童」一科的教學質素，課程導師設計了一份簡短問卷，詢問小學生 對大學生授課表現的評價，最大的收穫是什麼等。另外，服務活動的最後一天，小學 生也會寫一封給大哥哥大姐姐的信，寫出他們最想對大學生說的話。另外，課程導師 也會邀請這所小學的校長、各班班主任填寫問卷，對理大學生的表現給予評價。\n\n除了調查問卷，每次服務活動結束後，課程導師會與校長及所有班主任一起檢討整個 服務活動的成效。導師會根據校長和老師的意見，在下一年的教學安排中作出調整。 例如，第一年，有班主任提到衛生問題，這些問題會帶來安全隱患。於是在下一年度 的工作坊中，便增加了班級管理中的衛生處理課題，提示大學生每天如何安排值日生 及如何檢查門窗等事項。作出相應調整後，下一年小學老師對此非常滿意。\n\n課程導師還收到了其他研究項目的意見。例如，理大的另一個研究小組也參觀了兒童 課程的學校。 研究組的同事與課程導師分享了結果。調研組提到，有學生提到，5 天 的服務活動一直在學校進行。變得有點無聊，大學生既缺乏對當地文化的了解，也缺 乏與當地人進行文化交流的機會。課程導師聽取意見，對明年的服務安排進行了調整， 將 4 天定為教學日，1 天定為文化日。在文化日當天上午，大學生帶領小學生參觀學校 附近的博物館，下午分享了幾個話題，例如，博物館展覽中令人印象深刻的東西。小 學生介紹了代表杭州文化的東西。香港理工大學的學生和浙江大學的學生都分享了他們家鄉的文化。小學生從家裡帶來了一些東西，並用他們的個人故事進行了解釋。此 次分享活動讓理大學生在短時間內對小學生及當地文化有更深入的了解。"
      },
      challenges: {
        content: "理大每位學生都必須完成一門 3 學分的服務學習課程。 雖然學生可以有不同的選擇， 但對於那些對服務學習興趣不大的學生，他們的積極性和服務表現將不盡如人意。從 課程導師的經驗來看，如果導師能夠幫助其中一些學生做好充分的準備，在學習和服 務的過程中給予適當的指導，學生就會有所學習及作出改變。但是，也有一些學生比 較難以改變。他們總是把服務看作是他們被迫完成的活動。他們只會投入最少的時間 和精力，師生之間難以深入交流。\n\n兩學期的課程安排也有一定的局限性。由於有些理論是在春季學期講授的，在暑假開 始參加工作坊時有些內容就遺忘了。 因此，有同學建議在暑假前安排好要教授的所有 內容。"
      }
    }
  },
  {
    caseCode: 2,
    university: universityList["lu"],
    caseTitle: "藝術與心身健康",
    lecturer: "Dr. Sophia Suk-Mun LAW",
    details: {
      caseDescription: {
        content: [
          {
            header: "",
            text: "個案二報導了一個名為「藝術與心身健康」(以下簡稱「藝術」)的三學分服務學習 課程。 本課程是由來自嶺南大學 (以下簡稱 嶺大) 視覺研究系的羅淑敏教授所提供。"
          },
          {
            header: "課程歷史簡介",
            text: "羅淑敏教授 自 2008-2009 學年開始教授「藝術」這一科。開課初期，羅教授深信體驗 式學習(experiential learning)對學生的學習很重要。這是因為該科目主要是探討藝術 對個人或者對一個群體的影響(impact)。如果學生能夠通過藝術創作，讓他人或社區 作出改變，這樣的體驗有助學生深入理解相關理論。然而於第一年，羅教授對服務學 習的概念與實踐方式不甚了解。對哪些機構可以合作及如何合作也還沒有清晰的想 法，所以她仍然採用課堂教學的方式。不過在第一年授課的過程中，羅教授開始與嶺 大服務研習處(Office of Service-Learning)的同事溝通，嘗試尋找合適的機構，也了解 到服務學習這一種教學方法。\n\n於 2009-2010 學年， 羅教授嘗試在「藝術」這一學科中加入服務學習的元素。在這學年 選修「藝術」科的學生有 20 名，其中 8 名學生參加服務學習活動，這些學生又分為 2 組，每組 4 位同學，分別為 20 人左右的智障人士(mentally disabled adults)和南亞裔兒 童提供服務活動。羅教授僅安排一部分同學 (20 名中只有 8 名學生)參加服務活動，是 希望自己能夠密切地跟進學生在服務中的進展，以保證服務學習的質素。由於只有部 分同學參加了服務學習，這些同學不需要參加校內的導修堂，所以羅教授將科目內容 安排作出了調整。例如，將導修堂中有的關於概念和理論的部分改在課堂(lecture)中 教授，以保證所有學生都能了解主要概念。此後，這科目保持每年只有 4 至 10 名大學 生參加服務學習活動。有一年羅教授也曾嘗試過要求 20 位同學都參與服務學習的活動。 由於沒有其他活動可以選擇，她十分擔心這項「必須完成」的要求會影響學生參加服 務活動的意願與投入。\n\n於第一年 (2009) 舉辦這課程時，學生在服務學習中報告了豐富的學習成果，讓羅教授 開始認同服務學習的價值。服務學習重視合作機構間能夠互惠互利，並且可以成為一 個跨專業互相分享(inter-professional sharing)的平台。更重要的是，羅教授體會到，服務學習可以讓參與其中的人士有所改變。她於學生的經驗和反思報告中看到他們領悟 到藝術中所蘊藏的表達力與溝通媒介。有學生在幫助某一社會群體的過程中，提升了 自己的社會意識與公民責任感，他們不再只關心與自己相關的事，而是關心社會及社 區。有學生改變了自己對家人的態度與相處方式，改變對社會少數族群的刻板印象。 例如，有學生會講述他會留意身邊走過的南亞裔人士，想像他們都是在香港出生，並 且願意學習和尊重南亞裔人士的習俗。\n\n\t“「看到學生的反思和反饋之後，我就完全投入了。兩組學生的回應讓我很感動， 並讓我明白什麼叫服務學習。」\n\n數年後，羅教授看到了這科對學生職業發展的長遠影響。曾修讀這科的學生中，大約 有 10%於畢業後從事 (或有計劃) 的工作是與 NGO 有關的。有些成為專業藝術診療師， 有一位學生在老人院裏做項目經理 (Program Manager)，他稱老人院為藝術院舍，以提升 老人家的生活質素。也有學生表示，將藝術作為職業，是因為在服務學習中獲得啟發， 希望於未來的日子裏可以繼續學以致用。"
          },
          {
            header: "課程簡介",
            text: "本課程旨在向學生介紹藝術的治愈能力。通過藝術傳達個人想法和創造獲得幸福感的概念並不新穎，但是將運用藝術的研究與實踐以及藝術創作作爲一種治療形式是最近新興起來的。這課程是根據先進的現代科學、藝術理論和人類學三方面相互參照而成，主要研究藝術創作和一般藝術活動如何幫助人們瞭解自己與他人，同時去處理一些症状、壓力以及創傷經歷。服務學習研究計劃可以納入到相關的服務中。\n\n在羅教授的課堂教學方面，內容的主題包括:藝術製作的生物性本質;藝術、科學與 視覺;藝術與記憶;藝術與幸福; 藝術治療法的歷史;藝術與心理分析;藝術與教 育;藝術與象徵;藝術治療和藝術推動。在準備階段中，羅教授認為於開始服務前， 可以舉辦一些講座或舊生的分享會，從而令學生對服務學習有多些理解。這包括:\n\n\t- 讓學生理解服務學習不只是你給與別人，而你也要在這個學習過程中有所收穫， 並享受這個過程;\n\t- 學生能夠消除對服務學習的常見誤解，例如服務學習等同做義工，或同學在服務過程中持有優越感等;\n\t- 部分非自願參加服務活動的同學能夠認識到此項經歷的獨特之處;\n\t- 學生可以根據自己的專長籌劃未來的工作坊活動。\n\n此外，服務前的培訓亦是幫助學生作好心理上的準備，理解服務活動中投入愛心的重 要。除了羅教授和藝術指導老師安排的籌備活動外，嶺南大學的服務研習處亦給同學 提供很多講座及諮詢機會，以幫助學生理解服務學習的意義。\n\n大學生在設計和籌備服務活動階段，羅教授會提示他們要準備後備方案以應付可能的 突發情況。例如，參加南亞裔服務小組的同學，第一次的工作坊活動是為 10 歲兒童準 備的，但當實際舉行時，參加者中多了 3 位幼稚園年齡的小童，又或者人數不能確定， 這一次 20 人，下一次可能減少到 3 人。第一次工作坊之後，大學生就根據了解到的可 能情況，每次都準備 2 個方案。比如年紀較大的和較小的兒童一起出現時，大學生就 在桌子上鋪了上一張很大的紙，讓兒童站在桌子周圍。大學生告訴這班兒童，讓他們 每個人在自己能力範圍內創作與叢林(Jungle)這一主題有關的畫作。兒童畫什麼都可 以，大學生不需糾正他們。不過在此過程中，大學生學習理解這班小童，原來有些小 朋友喜歡麥當勞，其他有些喜歡鯨魚。"
          }
        ]
      },
      partnership: {
        content: "回想當初，羅教授開始時是通過嶺大的服務研習處聯絡到一些合適的合作機構，並在 服務研習處的同事協助下，與兩間機構開始了合作的關係。此後，羅教授每年在籌劃 服務學習活動時，都會與曾合作的機構先作溝通，也會與服務研習處的同事會面，探 索其他合適的合作機構。\n\n在與機構聯絡時，她會邀請與她合作的藝術指導老師 (Art Facilitator) 前往機構討論合作 項目。藝術指導老師是獲羅教授聘用，在服務學習中支援學生，並提供指導。與機構 商談時，雙方會表達各自的期望，包括大學生可以提供的活動與服務，機構的服務對 象的特徵。例如，東涌一間以服務新移民為主的機構認為新移民很難融入香港社會， 新移民的活動範圍都很狹窄，而香港人對他們也有一定歧視。機構希望大學生能提供協助，處理這社會議題。參與這一組服務的大學生於是將重點放在如何幫助新移民透 過多種的藝術形式表達情感及生活狀況。\n\n在同類服務活動進行了一段時間後，羅教授也考慮過如何持續和深化這樣的合作關係。 可是在與同一間機構進一步溝通中，遇到一些不確定的因素，例如機構負責人的變更。 如果考慮一項合作可能持續較長時間，例如 3 年，雙方考慮的目標會有差別， 除了是 為服務對象提供幾次工作坊外，在長遠而言，也是希望能夠令他們發生實質的改變。 而這些都需要進一步與合適的合作機構作出充分的溝通。\n\n舉辦了「藝術」一科幾年後，服務研習處對課程的特點及服務要求也更清楚，當有合 適的機構和服務需求時，會主動與羅教授聯絡，發展多方面的服務活動。例如，服務 研習處的一位同事向一間服務青少年的機構介紹了「藝術」課程及其服務活動。大學 生參與服務後，對有關活動的印象也都很深刻，在遇到那些年齡比自己小的青少年誤 入歧途，對大學生的衝擊也很大，大學生既增強了同理心，也感恩自己所擁有的家庭 和學校資源。\n\n\t「在與機構合作過程中，常常在進行的是跨專業分享(inter-professional   sharing)，雙方都能夠從中獲益，大家互相尊重。」"
      },
      linkage: {
        content: "在2009-2010的學年，第一次合作的兩間機構的服務對象分別為智障人士及南亞裔兒童。在選擇服務對象時，羅教授主要考慮服務對象的特點有多大程度與《藝術》一科的內容知識相吻合。即學生在完成服務活動之後，應該能夠認識到課堂所學的知識和理論可以應用於現實生活中，這才能讓學生明白到理論的意義。\n\n羅教授亦解釋，選擇服務智障（mentally disabled）人士是因為她認為大家在日常生活中甚少知道如何與他們溝通，而《藝術》一科的學習重點之一是要明白藝術是促進溝通和表達的平台。而表達與溝通是聯繫彼此的重要途徑。選擇南亞裔兒童為服務對象，是因為有不少南亞裔人士的英語和廣東話程度，未足以應付在香港求學與生活的需求。而藝術可視作為第二語言及共通語言，正是「藝術」一科的另一項學習重點。\n\n羅教授認為藝術相關的學科基本適合結合一定的服務活動，因為藝術是一個很好的平台（platform），透過藝術相關的活動可以讓參與者感到開心。學習亦是玩樂，於玩樂的過程中兒童與大學生建立親密的關係，互相喜愛及聯結起來。"
      },
      service: {
        content: "透過服務活動，羅教授希望讓學生理解藝術如何讓人懂得欣賞和感恩。藝術這個平台可以幫助人們表達自己，與人溝通及互相聯結。羅教授安排的服務對象，一般都是殘障人士，南亞裔人士及新來港人士。與這些人的直接接觸，更加可以讓學生認識到藝術的力量。因為對於癡呆人士、自閉症者及智障人士等，一般較難與他們溝通，但在面對面的接觸與互動之後，學生對這些人士的整體看法會有所改變。\n\n例如，於開課初期，一位學生在各方面表現都不投入，在經歷了一段獨特的服務活動後，報告了豐富的學習經歷。這位同學參加的小組是服務一班長期居住院舍的嚴重殘障人士。這些人士長期坐輪椅，不少是無法用語言表達自己。所以他們的輪椅前面有張紙寫著水、飯、廁所、衣服、冷不冷等字句，若想往哪裏去，他們只要把字句指出來。這些人士的殘障情況達至這嚴重程度。當大學見到這些智障人士後，才發現原來所計劃的活動全部都無法實踐。小組活動只好改成一對一的活動。在這過程中，觸動這些大學生的是他們所照顧同齡的智障人士帶給她的衝擊。大學生無法想像，竟然有人從出生開始便在床上及輪椅上度過。在服務活動的過程中，有一位智障女孩在與大學生一起完成藝術活動時，也曾被受觸動而哭起來，這也是因為他們可以彼此(connected）有所聯繫，情感上的聯繫同樣觸動了大學生。這位大學生開始懂得去珍惜自己生活中所擁有的一切，認真對待自己的學習和生活，並考慮修讀心理學。\n\n當服務對象與大學生建立良好關係後，大學生也有所觸動。例如，當這些智障人士見到大學生離開，他們會表現出不捨得，有些人會詢問：「你們不來了嗎？你們回來吧！」這些簡單而真摯的表達令大學生非常感動。有些學生表示如果將來有時間他們會繼續去做義工。這樣的服務經歷也令學生消除對智障人士的刻板印象，並願意積極地與他們交流。大學生從中看到智障人士的正面特質，比如他們雖然智商有限，但心地善良，不會欺騙人，會直接表達情感。例如開心與不開心他們都會直接表達出來。這些都是導師在課堂上教不到的，也是令羅教授堅持採用服務學習的原因。\n\n一位服務南亞裔兒童的大學生提到，在互相認識 (ice breaking)的 階段，大學生與南亞裔兒童玩「傳遞音樂盒的遊戲」。音樂盒傳到誰的手裏，誰就要告訴自己來自那裏。當音樂盒傳到一位大學生手上時，大學生說：「我來自東莞」。巴裔少年說 ：「你竟然不是在香港出生的嗎？」這位少年方意識到，原來這些大學生並不都是香港本地人，「我們都不是香港人」這一認知竟然讓這些巴裔少年產生共鳴，開始分享自己來自巴基斯坦哪個省。大學生亦認識到，拉近與南亞裔人士的關係，有助他們融入香港社會，南亞裔不是邊緣的少數族裔，很多黃皮膚的本地人亦來自其他國家。\n\n\t  「我看到很多的改變，這也導致我對服務學習的投入。因為我覺得這些東西大  學生不能在課室裏可以獲得的，如果他們自己不經驗一下，他們的印象不會深刻。」\n\n在「藝術」課程裹，同學是以小組形式，設計和實踐藝術活動方案，這樣的安排讓學生互相合作，以及靈活地處理服務中的突發情況。例如，大學生在為南亞裔兒童舉辦工作坊的過程中，有些南亞裔小童顯出過度活躍，他們或突然間出現激進的行為或走來走去。大學生很快學習到，這有需要讓組員單獨與這些兒童溝通和作出照顧，而這經驗令大學生意識到在舉辦工作坊中互相合作的重要性。雖然每人角色不同，但在遇到意外情況時，這些角色和任務隨時需要重新分配。大學生從中體會到合作的重要性和樂趣，不少還漸漸地成為好朋友。 "
      },
      reflection: {
        content: "「藝術」一科，參加服務學習的學生需要完成6至8 次服務活動，每次1至2小時。在學生完成2至3次服務活動後，他們需要返回學校參加小組諮詢活動，分享服務活動的狀況及問題，羅教授著重引導學生思考，將服務經驗與學科知識建立關聯。\n\n她提到在這個時間安排諮詢活動是十分重要的，有些學生以為服務學習就是去做義工。雖然同學自己寫了計劃方案，也有一位藝術指導老師提供指導，但不少學生到過實地現場後感到迷惘才發現不知道自己想要甚麼，或者當計劃的方案不可行時，不知如何跟進和處理。\n\n服務活動開始後，學生就要記錄他們所見所聞及具體經驗。例如，當學生觀察到一位小朋友很頑皮時，便需要說明頑皮的行為及語言的表現，例如「他踢了別人，説髒話，或者他踢了別人還大哭」。在舉辦工作坊前，大學生需要編寫活動計劃書，並於服務過程中仔細觀察，每日活動結束後的15分鐘內，即場記錄當日發生的事情和作出反思，到諮詢活動 (consultation) 時，就根據這些內容諮詢羅教授。\n\n諮詢活動的目的是要幫助學生理解服務與學習的含義。大部分學生在與導師面談之後，開始明白自己在做什麼以及將要做什麼。例如，有同學嘗試做藝術作品( art work)，但服務對象沒有回應或甚少參與，於是大學生不知道如何處理。羅教授根據同學所做的，詢問學生到底想做的是什麼，並引導學生思考藝術與語言的分別。藝術是視覺語言（visual language），是關於感覺的（senses），而不是結構化的語言。她引導學生明白服務中的具體活動如何能體現藝術作為一種視覺化的語言，來表達感覺與感受。接下來學生開始將服務活動聚焦於感覺，例如學生們錄了多種不同的聲音，像小鳥叫，放煙花等。聽到這些聲音後，南亞裔或智障人士畫出所聽到的聲音。在過程中，導師的參與十分重要，因為他們會是最熟悉科目知識的人。同時，這也要求導師投入大量時間和精力。\n\n另一個例子，有一年有一組學生為深水埗的南亞裔學生設計八次創意工作坊。第一次諮詢時，學生提到他們沒有想到原來香港某部分是那麼貧窮的。同時，學生也遇到不少挑戰。例如有一次大學生設計了一個適合10歲兒童的活動，一位姊姊想帶同弟弟一同參加，但弟弟只有3歲，如何安排一個同時適合10歲及3歲的活動便成為一項挑戰。此外，由於合作的NGO所能提供的教室空間很小，但南亞裔兒童卻異常興奮，而這間房間有一部分在進行裝修，藝術指導老師很擔心小朋友的危險。由於無法解決空間的問題，而兒童的活躍程度有增無減，改變工作坊內容也無法解決問題。終於在第四堂結束後，藝術指導老師便決定取消其餘四次的工作坊。參加服務活動的大學生對這一項結果感到十分沮喪，認為自己放了很多心血但沒有成果。羅教授的方式是引導學生從失敗中學習，她表示失敗也是一種學習，並引導學生多去思考於設計和舉辦四個工作坊的過程中學到了什麼。\n\n另外一個例子也是與南亞裔兒童的服務活動有關。在與NGO討論時，機構代表建議每次預留半個小時，供他們安排特定的活動。大學生在進行服務活動時，發現在這半個小時裏，南亞裔兒童需要完成抄寫中文字的任務。而這與大學生所設計的以自發（spontaneous）、愉快（joyful）、自主（self-directed）的原則是有所衝突的。而南亞裔兒童對寫中文字的興趣不大，有些還隨意塗鴉一番。羅教授便建議學生與機構社工直接溝通一下，了解機構安排此項學習任務的目的與目標是什麼。並讓大學生考慮，他們是否願意自己去教南亞裔兒童學習寫中文字。\n\n羅教授會進一步提出具體的建議，例如從中文字的造字特點入手，象形文字有何特點，形聲結構有何特點等，從而幫助南亞裔兒童快速認識中文字。如果大學生抱著分享的態度與社工進行溝通，或許可以起到事半功倍的效果。結果，大學生與社工認真溝通後，社工同意下一次由大學生來教。結果下一次學生半個鐘頭就玩象形文字，參與兒童亦感到很開心。\n\n羅教授相信在指導學生的過程中保持靈活性（flexibility），讓學生明白到服務的關鍵是了解服務對象的需要，而不是學生認為自己能夠給與什麼或做什麼。所以學生應該聽取服務對象的需要和要求，而服務活動是能夠滿足他們在某些方面的需要。"
      },
      assessment: {
        content: [
          {
            header: "",
            text: "第一年參加服務學習小組的學生需要完成的評核任務較多，學生抱怨十分辛苦。第一次嘗試服務學習的時候，服務學習的同學需要完成 ：\n\n\t  • 1次小組口頭報告（其他同學需要完成2次）\n\t  • 1份反思短文 （其他同學不需）\n\t • 期末論文和考試（其他同學有相同要求）\n\n由於服務學習小組同學反映功課量較大。從次年開始，羅教授修訂了評核的要求。服務學習小組的同學可將期末論文與反思短文合併。文章必須要有參考文獻，並引用相關理論。羅教授解釋，反思短文僅要求學生記錄服務活動的狀況和作出反思，而期末論文則是一篇學術論文，需要學生參考學術文獻，就科目相關理論進行分析與探討。這是一門三學分的科目，學生不只是完成服務活動，他們需要將理論聯繫到服務活動，來驗證理論，更深入理解服務活動中所見的社會議題。\n\n同學對這樣的要求表示接受，因為學生有機會將課堂所學理論應用於解釋服務中遇到的問題與現象。羅教授於觀察中發現，個別在服務中表現較好的學生，會嘗試挑戰所閱讀的學術文獻。然而，當學生有了具體經驗後，再將這樣的經歷變成文字，對他們而言是相對容易。"
          },
          {
            header: "藝術指導老師 及 機構的反饋 ",
            text: "藝術指導老師主要在諮詢和小組報告（presentation）的時候提供有關服務狀況的意見，並對同學的表現進行反饋。由於藝術指導老師於每一課都會和學生一起完成服務活動，所以他們的觀察與評價都很重要。他們會將自己的服務活動中對每一位同學的觀察與評價寫下來，作為羅教授評分的參考。除了評分外，藝術指導老師還需要提供他所觀察到的具體例子來解釋其建議的評分。\n\n學生進行小組報告的時候，羅教授還會邀請機構的同工前來，根據學生的表現，以及報告所探討的議題給與意見。如果時間允許，羅教授也希望收到機構文字記錄及評價。這個過程也促進機構和學生之間的互相理解。例如，社工則認為給與兒童太多活動，會帶來安全問題。而大學生認為過於安靜的狀態很難激發兒童的內在自我。在小組報告中，大學生有機會解釋活動的理據，而社工也有機會解釋他們的顧慮及有關緣由。於是，小組報告由一個評核和分享活動變成多方對話的機會。\n\n從導師的角度，羅教授認在為同學提供反饋的過程中，同樣需要以靈活的態度去處理。例如，導師在聽取學生的訴求、了解他們遇到哪些挫折（frustration）以及有怎樣的觀察，這需要根據每位學生的情況判斷學生的觀察是否在正確的方向，他們的抱怨是否合理，對學生在服務過程中經歷的情緒表示理解，並且幫助他們舒緩負面的情緒。所以，作出細心聆聽對導師而言，同樣重要。雖然導師可以預先準備思考的問題和要點，但在諮詢和反饋的過程中，應根據每位學生的具體問題和困難提供針對性的建議。羅教授會不斷向學生提問三個問題：「這個工作坊的目標是什麼?你們現在做的是什麼? 你們最大的問題是什麼?」"
          }
        ]
      },
      support: {
        content: [
          {
            header: "藝術指導老師",
            text: "「藝術」這一科，每一組同學都有一位專業的藝術治療師或藝術指導老師來提供指導和協助。指導老師的任務主要包括對學生草擬的服務計劃書提供意見和作出建議；在服務開始前，他們會前往服務的社區中心了解服務對象的具體特徵，建議服務前需要為大學生進行哪些相關培訓和準備。例如，哪位智障人士有強迫症的症狀，如何令大學生理解那些症狀及行為，了解導致強迫症的原因以及如何應對的方法，令大學生在心理上減少了由於不理解而帶來的緊張和恐懼。指導老師的角色是激勵和啟發大學生，而不是代替他們實踐方案或完成藝術工作坊 。\n\n藝術指導老師亦會與羅教授一起與機構溝通，了解機構的需求以及服務對象的特點，因此指導老師，會了解何時及如何為學生提供支援，如何協助他們理解課程及服務的期望與要求。例如, 大學生未必意識到自己不經意的言語可能已表現出他們對某些群體的歧視，所以指導老師也會恊助學生提升跨文化敏感度，及在與人溝通中如何避免給他人帶來傷害。活動前的提點幫助學生在進入服務場地前作出較充分的準備。"
          },
          { 
            header: "課程講師",
            text: "大學生在服務時間，常常遇到不知如何處理的情形。羅教授會提供及時的指引。曾有一位老人家告訴學生她所有親戚都去世了，只剩她一位，然後就開始哭起來。遇到這樣的情形，當時在場的學生都不知如何處理，學生在服務結束之後很快發送電郵聯絡羅教授。羅教授建議以下處理的方法：\n\n\t • 首先了解學生的處理方法。\n\t  • 接下來引導學生去思考及反思，為什麼阿婆會突然淚如泉湧。她和誰聊天會哭，和誰聊天就不會，為什麼會和不會。羅教授知道藝術是關於感覺的，而活動中或有一些東西激發她的深度情緒爆發出來。遇到這樣的情形提供處理指引，例如，不能讓女學生帶著這樣的負面情緒離開中心。\n\t • 然後羅教授與學生一起分析具體的解決方案，例如讓阿婆述說自己的感受和經歷，選一些可以代表阿婆感覺的顏色，讓阿婆釋放自己的負面情緒。阿婆情緒冷靜下來後，還可以讓她畫一副畫表達她現在的狀況等。\n\t • 在與學生溝通後，羅教授馬上打電話給社工(social worker)，告知事件詳情，以及請社工留意阿婆的情緒變化。 \n\n 羅教授也在大學生與藝術指導老師中間擔任協調者和促進者的角色。例如，指導服務南亞裔學生一組的藝術指導老師要求很高，前後四次要求大學生修改他們的服務方案。大學生雖然遵從要求進行修訂，但也對反復修訂不甚理解，甚至認為指導老師過於挑剔。當羅教授了解具體情形後，發現藝術指導老師是要求大學生考慮服務方案的細節，例如剪刀的尺寸，膠紙的種類。羅教授會向學生解釋考慮使用特定材料的原因，也向學生解釋養成精準習慣的重要性，以及在工作中如何理解和應對不同類型和要求的人士 。當學生認識到指導老師對工作認真的態度、細緻的工作方式、以及對學生的關愛之後，大學生開始懂得欣賞指導老師的品格與認真態度，他們漸漸地成為好朋友。這些經驗是羅教授在課堂上教不到的，而這對學生而言是很好的學習經歷。"
          }
        ]
      },
      challenges: {
        content: [
          {
            header: "資源所限",
            text: "羅教授邀請藝術指導老師輔導學生，她會支付一定報酬，作為在服務學習實施中所需的財務支援。最初幾年，羅教授會申請學校開設的教學發展經費，後來，不少機構了解課程及其服務活動後，也在機構財政允許的情況下，向羅教授所聘用的藝術指導老師提供支援。此外，這些藝術指導老師也已經與羅教授建立起穩定的合作關係，並對服務活動的意義深表認同，他們也願意收取較少的費用。例如，一位與羅教授合作為青山醫院患者提供服務的藝術指導老師描述在他的人生中，也曾經歷過波折與低谷，而最後也是通過藝術迷途知返，所以他只收取藝術治療師（art therapist）常規報酬的一半，以幫助一位犯事的青少年。羅教授亦感恩自己遇到很多有心人，願意付出自己的時間去幫助他人改變。\n\n嶺大服務研習處會提供學生一些材料費用，但這些費用並不足夠，例如學生需要支付交通費，而這門課有需要一些額外費用，例如畫畫的顏料等。"
          },
          {
            header: "學習動力",
            text: "第一次安排服務學習時，選修的人數遠低於預期。在詢問學生後，羅教授才了解到，學生擔心因為沒有參與導修課，而成績會受影響。在以往教學中，羅教授也遇過一些大學生因畢業要求才來選讀這有服務學習元素的課程。對於這些學生，羅教授首先向學生了解困難所在，例如他本身也不是喜歡畫畫這些藝術活動，有時不知道如何與服務對象聊天，在服務場地的也不知道如何安排兩個小時的活動等等。羅教授會強調服務活動的重點不在於教導新移民如何畫畫，而在讓新移民透過藝術活動表達對生活的感受及困難。她亦會建議給其他學生一些較容易帶領的活動，例如做勞作及串珠子等。\n\n不過羅教授認為重點是學生是否有心去參與服務活動。對此，她向學生說明服務活動的意義，鼓勵他們接觸和認識什麼是新移民。如何通過藝術領悟到他們的觀念。例如，很多新移民在藝術活動中都表達出他們與家鄉的聯繫，學生會知道其實這些新移民都心繫家鄉，特別是女人和青少年。可以看到一些同學身心被打動，且有所改變。\n\n然而，學生的學習動機仍然是羅教授不時要面對的挑戰。"
          }
        ]
      }
    }
  },
  {
    caseCode: 3,
    university: universityList["hkbu"],
    caseTitle: "運動技能學習與發展",
    lecturer: "Prof. Cheung Siu Yin",
    details: {
      caseDescription: {
        content: "個案三報導了一個名為「運動技能學習與發展」（以下簡稱「運動技能」）的三學分服務學習課程。本課程是由來自香港浸會大學 (以下簡稱浸大) 張小燕教授所提供。張教授投入服務學習的教學已經超越十年時間。最初的意念是來自參加一次商學院組織的服務學習工作坊，自始她便開始了解服務學習的理念，及如何為學生提供新的學習機會。而張教授本人從小到大都參與很多服務和義工活動，對於如何通過服務活動助人成長及改變她深有體會。「運動技能」這課程於每學年的春季學期進行，初期修讀學生為就讀大學三、四年級的學生，每班30人左右。最初六年左右的時間，張教授主要與香港大埔一間幼稚園和相鄰的老人中心合作，因此，大學生有機會對兒童和長者的肌肉發展進行比較。後來，課程安排有所更改，修讀學生改為以一、二年級為主，並於秋季學期開課。這樣的改變無法與幼稚園的時間表配合，於是她只保留了老人中心的服務活動，而修讀人數漸漸增加到六十左右，而學生的反思習作和其他功課也聚焦在長者的身體健康素質（physical fitness）方面。"
      },
      partnership: {
        content: [
          {
            header: "",
            text: "張教授一直與兩間幼稚園（六年時間）和一間老人中心（超過十年時間）合作，這三間機構都與張教授本人有良好關係，張教授曾替幼稚園發展其他課程和活動。"
          },
          {
            header: "可持續的關係",
            text: "要發展長期穩定的合作關係，張教授認為建立信任十分重要。雙方需要定期商討如何讓老人家和學生都能從中得益，最後達至雙贏（win-win situation）。與老人中心合作多年之後，中心的整體回應是很好的。那些老人家都稱呼張教授為張姑娘，能與長者建立很好的關係，張教授感到十分開心。\n\n在與長者中心發展合作關係的過程中，大學生與長者之間充分體現了大家以平等地位(equal status)相處，這讓雙方都得以受益。對於長者來說，體育系的學生很有活力，可以帶領他們進行肢體運動，和教導他們一些運動技能(motor skills) 。而服務最後一部分，長者往往也出來教大學生他們擅長的活動，比如一位90歲的老人家教學生耍太極，大學生對長者也表現出欣賞，而不只是表現出服務他人的姿態。\n\n張教授與合作機構相熟，遇到問題也較容易進行溝通，例如學生人數從三十增長至六十，便需要與機構商議如何作出調整。機構也會分享他們的難處，這樣雙方便能共同商議如何積極地解決問題。與幼稚園的合作也有相似的溝通經驗。幼稚園的活動較為大規模，大學生需要服務幾百位小朋友。在活動開始前，小學校長都會獲邀前往浸大，與應屆大學生一起觀看往屆活動的錄像記錄，以及了解這次活動的準備內容。具體計劃議定後，幼稚園會有一至二位負責人與大學生就舉辦運動會的安排進行溝通和作出準備。面對面的商議會談有助雙方理解所需，及時解決問題。張教授提到與幼稚園教師的直接溝通也同樣重要。她與教師商討，可以讓他們知道大學生的計劃方案，同時教師也會給與及時的反饋。"
          }
        ]
      },
      linkage: {
        content: "張教授十分認同「理論」與「服務活動」之間需要緊密聯結的關係，讓學生在服務活動中能學以致用。「運動技能」一科主要探討人體肌肉在整個生命過程中如何發展。\n\n除了學科的內容，張教授也致力透過不同類型的活動幫助學生發展「通用技能」。例如，小組合作是浸大重視的一種能力，透過小組合作及口頭報告的形式促進學生提升相關技能，而他們在挑戰中得到成長。例如，學生必須在五分鐘內完成口頭報告即是一種應對壓力的訓練。若小組成員出現爭議與衝突，張教授會與全組人會談，討論如何與不同的人相處和合作，如何調整自己，在小組工作中需要怎樣的角色分配與具體策略。作為促進者，張教授專注如何幫助學生學習和處事。"
      },
      service: {
        content: "「運動技能」這一科目，最初與一間幼稚園合作了六年左右。當時發展出的服務活動主要包括兩部分：第一部分，直接教授幼稚園兒童發展基本動作技能（fundamental motor skills），第二部分，通過抽籤分為移動技能 (locomotor skills)（例如四處跑跳）和操控技能 (manipulation skills) （例如，如何控制物件）兩個部份。大學生組成兩組設計活動，最後綜合活動內容設計成為一項遊戲，作為幼稚園運動會的一部分，讓400600位兒童和家長參加。例如抽籤結果是跑步和擲球，於是便把跑步和擲球這兩種活動設計成一項遊戲。\n\n另外，大學生還要為毗鄰的老人中心提供服務。同一段時間，大學生有機會同時接觸到兒童和老人家，然後再進行比較，了解小朋友在肌肉發展和肌肉動作方面與老人家有什麼分別。"
      },
      reflection: {
        content: "張教授十分重視學生反思的活動，並給予學生具體的指引，幫助他們能夠將服務中的經驗與科目預期的結果聯繫起來。\n\n反思活動中，張教授注重引導學生思考與浸大期望的畢業生特質（graduate attributes）的相關能力，例如團隊合作、溝通技巧、合作技巧及創意等 。\n\n  為了激勵學生思考，張教授要求學生在服務活動時觀察小童及其家長的動作，並填寫一份表格，這份表格列出了各項動作的標準，如跑步技巧 (running skill) 及集中技巧 (focusing skill) 的標準。大學生同時觀察及記錄兒童的動作是否達至標準。所以，在運動會中，大學生除了是協助運動會的記錄，還有機會去應用課堂所學，以及觀察不同年齡的兒童及其家長之間的差別。此反思記錄表有助學生認識不同年齡組別的肌肉狀況。"
      },
      assessment: {
        content: [
          {
            header: "",
            text: "大學生在發展服務活動過程中，張教授會給予清晰的指導和嚴格要求。例如，針對長者的活動，每組大學生最少需組織兩次會議，缺席會議者將會被扣分。每組學生需要在六星期內提交服務活動計劃書，報告關於他們設計的遊戲和教案。清晰的指示和要求，讓學生容易參與其中。張教授也觀察到學生的學習成效也較好。\n\n大學生需要提交的計劃書中必須參考一定的學術文獻，譬如學生需要查找四至六篇與身體健康素質及成人運動力發展 (physical fitness & motor development for adult)有關的文章。閱讀文獻有助大學生設計有關的服務活動，了解各項遊戲的內容、難度、材料以及安全考慮等方面。"
          },
          {
            header: "激勵計劃",
            text: "張教授對學生出席服務和參與小組活動的要求很嚴格，學生需要記錄出席情況，講述自己在服務活動中的貢獻，尤其大學生在服務活動當日的出席十分重要，缺席者將被扣除5分作為懲罰。在小組任務中，為促進所有組員投入小組活動，張教授增設了「最佳組員」項目，讓學生填寫誰是最佳組員，但凡有50%或以上組員認為是最佳組員的同學，導師會給那個同學加分。同時設立「最差組員」，如果小組成員有50%或以上的比例被同學評為最差組員，教授將扣除一定分數。設定同儕評審  (peer evaluation) 的目的是促進大學生投入小組活動，而扣分本身並非主要目的。過去被選為最差組員的同學，張教授都會單獨約見，了解狀況，給與提醒。此種情況下，學生會被扣除0.5分，雖然扣分不多，但能夠令學生意識到自己的不足而作出改善。此外，張教授也會要求學生在報告中滙報小組任務分配的安排及每項任務的比重，學生需要簽名，承認大家對分工表示滿意。這一方式也有助提升學生的責任心和參與度。\n\n在完成服務活動後，大學生需完成一份個人報告(individual report)，這項功課的設計目的是提醒學生在服務過程中要仔細觀察長者的體能和活動能力。這一觀察與學生前一份功課中閱讀的文獻是有關聯的。例如學生選擇了與長者身體力量有關的文獻，在服務活動中就應當進行相應觀察，並將觀察記錄下來，分辨長者和兒童不同之處。"
          },
          {
            header: "學生分組多元化標準",
            text: "對於學生分組，張教授一方面讓學生自由分組，另一方面設定分組的標準，每組必須有男有女，其中至少一位同學的GPA是3.0或以上及至少一位是學校運動隊成員（sport team member）。這樣的標準是為保證每一組的組成具有多樣性，以及保證成員能夠較有效地應付課程不同的要求，從而促進相互之間的協作。"
          }
        ]
      },
      challenges: {
        content: "對張教授來說，挑戰主要與修讀人數的變化有關，學生從最初的三十人漸漸增加到六十左右。人數增加，令很多內容無法開展，每位同學與老人家接觸和互動時間減少，從1:1變為1:2，活動的氣氛和人數減半的情形有明顯差異，這中間需要更多的協調工作。\n\n雖然大學開始為服務學習課程提供小額資助(Mini grant)，雖然可以請高年級學生或畢業生到服務現場給學生提供意見和支持，或完成一些深入的訪談，以幫助改進課程。但較核心的工作，例如與機構之間的溝通和聯絡，必須由導師自己完成。然而為了申請小額資助而多了額外的行政工作。"
      }
    }
  },
  {
    caseCode: 4,
    university: universityList["lu"],
    caseTitle: "透過服務研習參與社區",
    lecturer: "Ms. CHAN Wing-yee, Constance",
    details: {
      caseDescription: {
        content: "個案四報導了一個名為 「透過服務研習參與社區」（以下簡稱 「社區」）的三學分服務學習課程。 本課程由來自嶺南大學 (以下簡稱嶺大) 服務研習處陳穎兒導師所提供。\n\n「社區」這一科目的開設已有超過四年的時間，與其它學系所開設的服務學習課程不同，這一科目主要是圍繞服務學習的理念與實踐而發展，旨在通過各種互動形式的教學活動 ，提升學生對自我和社區的了解。 本課程介紹和概述了服務學習理論和實踐、服務機構所提供的服務及福利、社會企業的出現以及本地和全球社會和環境問題。學生有機會在課程導師和/或社區主管的指導下親自設計服務項目。 通過小組項目，學生有機會了解及滿足特定社區的需求，並對所涉及的問題進行批判性思考。 這課程還幫助學生了解反思的重要性以及有效進行反思的方法。 學生需自主學習，並在導師的定期監督下與他們的同學合作。\n\n有關課堂學習部分，導師會介紹服務學習的歷史背景、理論、評估方法、研究技巧、評估社區需要的方法等。於每一個學期，根據特定的服務對象與服務活動特點，在課堂中導師會介紹和討論相關的社會議題，例如，有些機構較為專注長者認知障礙症 (dementia) 的議題，在課堂上便會探討多一些老化問題（aging）。對於服務社會基層的項目，便會探討多一些與貧窮、全球公民、或社創企業有關等議題，讓學生有機會在服務中深入探究這些問題，了解不同機構和團體如何應對這些問題。\n\n導師會帶領學生到不同社區了解服務對象的需要，然後學生再設計具體的服務學習項目/活動 ，透過共同合作的社區中心，應對社會的需要。有別於其他的服務學習課程，「社區」一科在發展和選擇服務機構方面較為靈活，導師也有機會根據個人背景、專長、與機構關係來尋找合作機構。陳老師具有社工背景，這讓她更關注社會相關的具體議題，例如貧窮、婦女。在尋找機構方面，陳老師一方面希望拓展嶺南大學現有服務活動的範疇，另一方面與已有合作機構商談可行的服務活動。"
      },
      partnership: {
        content: [
          {
            header: "需求分析",
            text: "在課程開始前，陳老師會準備二至三個服務活動，與不同機構溝通，了解機構和社區近期的需求，以及大學生可以提供的服務類型。例如，合作機構正在進行食物搜集的工作，或開展婦女賦權 (Empowerment) 的活動。導師會在課堂介紹與婦女賦權有關的知識，而有興趣的同學可組織小組，前往中心進一步了解機構、社區社群的具體需要。在搜集和分析數據的過程中，學生漸漸確立關於服務活動的目標和具體方案。"
          },
          {
            header: "良好溝通及關係",
            text: "陳老師十分重視與機構發展密切的合作關係。在準備階段時，她認為與機構建立良好的關係是很重要的。通過有效的溝通，彼此可熟悉所需的服務和學習，這有助於推動課程相關的合作，及維持日常良好的溝通，合作起來更能積極主動，在商談具體項目時更容易一拍即合。 \n\n相反，大學與機構沒有建立充分的信任和了解時，為了確保服務的成效，常常需要付出額外的人力資源，結果由於投入資源過多而影響後續的合作。例如，陳老師曾與一間為癌症病人服務的中心合作，中心希望大學生幫助會員撰寫生命故事。中心對故事撰寫的要求很高，由於不確定大學生能否完成他們的故事達至滿意程度，所以每一個故事的撰寫都有一位臨床心理學家 (Clinical Psychologist) 負責編輯及與同學合作採訪和跟進寫作。最後，雖然中心對故事是滿意的。但由於投入太多人力與時間，雙方暫停了後續的合作。如果事前雙方有充分了解，對投入與期望有清晰的認識，然後才開始合作或許會有較好的成效。"
          },
          {
            header: "地點選擇",
            text: "在發展和選擇協作夥伴的過程中，陳老師提到課程導師需要對社區有一定的認知和熟悉程度。在大學鄰近的社區進行服務活動，成功機會也會較大。一方面，導師應多掌握社區需要，指導學生時也更方便。而嶺大進行的焦點訪談結果亦顯示，當科目導師與學生一起參與服務活動，同學都會報告更豐富的學習與改變，對老師在課堂所講的概念與理論的理解也更精準。"
          }
        ]
      },
      service: {
        content: "「社區」一科，陳老師以兩種方式安排學生的服務活動，一方面她會聯絡社區機構，尋找學生參與服務活動的機會，另外，也會設計一些活動項目供學生選擇。學生也可以自行組隊，尋找機構，探討他們自己感興趣的社會議題。\n\n「老師的角色是帶領學生，聚焦於如何學以致用，將在學科的知識，應用到他們的活動項目中。自進行服務學習那一刻開始，學生便要知道服務學習的意義和目標，及與課程的關係。」"
      },
      reflection: {
        content: "在籌劃和實施服務的過程中，陳老師提供了很多機會協助學生進行反思，並與學生一同前往服務機構，完成服務活動前後的介紹與檢討環節。她常常通過藝術活動促進學生反思，例如，在反思會議中，她首先發給學生紙張和雜誌等材料，接下來通過三個問題來幫助學生反思和創作。學生選擇一種顏色代表參與服務活動的感受，從提供的雜誌和材料中選取一些材料能表達自己從社區中所觀察到的問題，以及接下來的服務活動如何改進。小組同學之間可以根據各自創作的畫作進行分享與深入討論。\n\n另外，於每一課節開始時，學生會匯報服務項目進展，導師和其他學生會給予反饋。陳老師認為，每一組的服務活動並不是個別的活動，而是全班的活動。每一組同學的分享，都可以讓其他小組同學提出意見和給予忠告。當某一組的活動需要多些支援時，其他組別的同學也可以提供恊助，這有助發展互助的氛圍，促成服務學習的共同目標。在此過程中，同學之間亦有機會互相學習，在了解各人的強弱項時，便能互補不足。這學習過程，亦可培養學生尋求幫助、與人合作以及解決問題的能力。例如：一組同學在完成一項與婦女相關的服務活動時，考慮能否舉辦一項「社區廚房」的活動，並邀請在機構服務的婦女與大學生共同煮食。在籌劃活動的過程中，卻發現尋找適合幾十人的活動場地並不容易。當籌劃此項活動的同學在班上提出這個需要之後，大家便共同起討論適合的活動場地，最後想到由一些學生經營的書室。於是有同學繼續尋找負責人，商討使用場地的可行性。在這過程中，整體學生嘗試共同探索不同的資源，完成一項活動。"
      },
      assessment: {
        content: "學生學習的評估主要包括幾部分：學生完成二篇個人反思文章 ，一篇是剛探訪服務地點 (field) 後完成，另外一篇是完成整個服務項目 (project) 後所提交的一份反思論文，小組任務中的朋輩評核是其中一項評核項目，其他項目包括機構對學生表現的評分。學生還需完成服務活動前後二份問卷，了解他們在嶺大七個共通學習領域的改變。另外學生還需要完成二次小組口頭報告，分別展示項目計劃書的實際服務與學習成果。在主持課程的過程中，陳老師較注重及時搜集信息並給與學生反饋。當她了解機構的反饋，不論是讚揚學生或提出不足之處，她都會立刻告知學生，她認為給予及時的反饋有助學生建立自信，知道自己所做的是洽當的。獲得別人的讚賞時會提升學生的自信與滿足感。同時，對於不足之處，她也會即時提醒學生作出改善。"
      },
      support: {
        content: [
          {
            header: "",
            text: "「一個成功的服務學習項目，不同的持份者都扮演很重要的角色。老師固然重要，但更重要的是要找到很好的共同教育目標的合作夥伴(co-educator)，攜手合作，這些合作夥伴可以是機構，教學助理，或者是同事，而大家要理解彼此的期望。」"
          },
          {
            header: "科目導師",
            text: "嶺大要求所有同學完成一定學分的服務學習，一些同學來修讀只是為了滿足畢業要求。陳老師會注重師生間的互動以及學習歷程如何擴闊和豐富學生視野，這些元素常成為改變學生學習和參與動機的因素。陳老師經常與同學溝通，希望他們能夠改變善觀點去理解問題。例如，她會詢問學生為何不喜歡服務活動。如果不喜歡，她鼓勵學生視服務活動為一次自我發現（self-discovery） 的歷程。\n\n陳老師選擇通過溝通來應對學生態度與動機，是因為她十分相信群體動態 (group dynamic) 對個人態度的影響。當學生參與集體處理服務活動時，他們會看到很多同學很積極及投入。在此過程中，同學之間互相觀察，也聽到不同的服務對象的故事。很多人際互動的情境感染到學生，讓他們多些了解自己、社會、及服務對象。這不斷理解和發現的過程對學生產生改變的力量。不少學生在最後一堂課分享時，常會提到，他們發覺原來不是自己在服務他人，事實是他人在服務自己。因為學生未曾想過，在婦女或者長者身上，可以學到很多東西。他們也沒有想過有些事情是會在二十多歲的人生時要去面對，亦未曾思考家庭的價值。而透過服務活動，學生開始理解人生與痛苦是甚麼 。街坊用人生經驗和智慧教導了學生。\n\n  「在激勵學生時，需留意個別情況。固然要鼓勵士氣高昻的學生，對於學習動機較低的學生導師需找出他們缺乏動機的原因，並鼓勵他們透過服務活動，以更明白自己。」"
          },
          {
            header: "學生導師",
            text: "嶺大聘請曾參加服務學習的同學擔任助教，並設立了學生發展計劃（student development scheme），每年招募一次，讓曾修讀服務學習課程的同學自行報名參加。服務研習處進行遴選，而學生導師享有報酬，也會參加多方面的訓練項目，包括溝通技巧，項目管理解難技巧及自我認識等。\n\n這些同學熱衷服務學習，也很想分享經驗幫助其他同學。這些學生導師可以協助聯繫機構，處理事務性工作和協助準備事項，他們亦可擔當部分的導師工作，為應屆學生提供指導。一些助教之前曾修讀某些科目，所以會熟悉那些科目的結構及要求。他們能積極與有關課程導師合作改進課程，若發現相關服務活動與課程有脫節的問題，會主動建議教學單元和主題，。\n\n有時學生未能及時向導師報告遇見的困難，但與相對身份平等的學生導師會容易溝通和理解。學生導師擔當中間人的身份，也容易及時發現和解決問題。例如，有關小組成員未必有足夠勇氣向課程導師提及問題，但會願意向學生導師報告，例如關於搭便車(free-rider) 的問題。"
          },
          {
            header: "社區中心導師 ",
            text: "合拍的合作機構，十分清楚課程的目標。當學生在機構執行服務活動時，會願意帶領學生去理解某些社會議題。例如，一個學習的主題之一是貧窮，機構導師在每一次活動前後都會引導學生理解與貧窮相關的現象。在服務過程中，帶領學生從哪些角度進行觀察，如何將報章信息和文獻中的內容與學生親身經驗結合起來。與課程導師相比，機構人員更熟悉他們服務的社區，並且可以解釋問題與特定社區群體的關係。讓學生更容易理解。貧窮相關理論可以用於解釋香港的具體情況和問題。學生對貧窮的理解也就表現在小組同學的反饋和報告中。\n\n例如，有時完成活動後，機構中的社工會主動帶領學生進行檢討和反思。社工十分清楚課程的重點，他們能夠擔當共同教育者(co-educator)的角色，幫學生整理和深化服務活動中的經驗。當小組中出現搭便車成員，或學生表現欠佳時，由機構社工指出來，對學生的作用更大。社工會直接表達他們對學生的期望及小組工作未夠滿意的地方，期望學生之間如何配合。學生收到來自服務機構的直接反饋，會意識到機構的觀點與關注之處，以及對自己表現的評價，他們常常很快做出調整和改變。"
          },
        ]
      },
      communityPractice: {
        content: "嶺大設有「服務研習處」，專門邀請同事來帶領服務學習科目以及與學系其他同事合作，發展服務學習課程。所以服務研習處同事之間的合作關係與默契也十分重要，以推動彼此信息與資源的分享，並在大學所有服務學習科目之間建立橋樑，共同促進發展的空間。例如，一位同事負責跟進一科BBA的課程，合作機構突然提出希望尋找有寫作相關的活動與有興趣參與的導師，希望出版幾本書。有關同事很快就作出轉介，與文學院導師商討合作的可能性，為服務學習提供了更多可能性與機會，同時也讓大學與機構之間發展出良好的合作關係。"
      },
      evaluation: {
        content: "在發展服務學習課程過程中，陳老師認為要循序漸進，從小處做起，建立成功經驗後，會幫助到後續的實踐工作。學生及導師同樣需要一些滿足感 。機構對服務正面的反饋，學生完成服務後的開心心情，服務對象的滿足感都可以成為導師持續實踐服務學習的推動因素，然後可以慢慢增加服務的類型，優化服務活動的質數。在此過程中，與機構保持密切聯繫也十分重要。陳老師常與學生一起完成服務活動，也因此有機會與合作夥伴緊密溝通和互動，雙方都會及時表達對服務活動及成效的看法。在持續溝通的過程中，她認為從籌備、實施、到反思的階段，讓合作夥伴了解課程的目標以及導師的期望是十分重要的。同為社工，她與其他社工在溝通上也比較容易明白對方及達至默契。"
      }
    }//end details
  },
  {
    caseCode: 5,
    university: universityList["polyu"],
    department: "Department of Computing",
    caseTitle: "超越國界的技術：跨越文化、種族和社區界限的服務學習",
    lecturer: "Dr. Grace Ngai",
    details: {
      caseDescription: {
        content: [
          {
            header: "",
            text: "個案五報導了一個名為「超越國界的技術：跨越文化、種族和社區界限的服務學習」（以下簡稱「技術」的三學分服務學習課程。 本課程是由來自香港理工大學 (以下簡稱理大) 電子計算學系倪恩恩博士所提供。"
          },
          {
            header: "歷史簡介",
            text: "在 2005年左右，倪博士已經開始在理大電子計算學系開展社區外展項目（community outreach program），開始建立「技術」課程的基礎。當時的學員主要為計算機系的學生，他們前往中小學教授有關機器人(Robot)的運用， 編程語句 和一些用adobe 軟件操作的知識。旨在讓大學生積累相關經驗，提升溝通和表達的能力，同時她也希望藉此機會，為資源較有限的香港學校提供協助。後來慢慢將服務的範圍拓展到中國內地及柬埔寨。到了2010年左右，這個項目已經具備了一門學術課程的重要元素和條件，這包括一系列的概念和理論知識，具體的日程安排，學生需要將所學應用於服務活動，以及評估學生學習結果的方式。而學生在當中付出的努力與學習成效甚至已超出三學分課程的要求。為此，她還出了一本書籍來介紹整個課程項目的內容與發展。\n\n應對2012年開始的大學學制改革，即由三年改為四年大學課程。自2005年以來，各大學已經持續檢討和規劃新學制下的大學課程。藉此時機，倪博士的團隊開始尋求將這一項目轉變為學分課程的可能性。這一項目的成效得到新任學術副校長的支持。2012-13年，隨著大學通識教育課程的引入，科技成為理大所有學生的通識教育課程之一"
          },
          {
            header: "課程結構",
            text: "根據課程大綱，「技術」課程期望學生能夠 1) 表現出對信息及數字鴻溝的影響以及社會劣勢與使用適當科技術關聯性； 2) 闡明社會弱勢群體的需求，分析服務設置和設計中的複雜問題，實施或部署適當且合乎道德的技術解決方案，以滿足目標服務對象的需求； 3）在提供服務過程中有效團隊合作解決問題和有效溝通； 4) 反思他們的服務學習活動和經驗與學科學術內容之間的關係，並在使用和部署技術解決方案時培養公民責任感。\n\n因此，課程中的主題涵蓋了與社區參與相關的主要問題，並通過應用技術解決方案，涉及來自其他文化、種族或社會群體的人物。主題涉及 1) 服務學習的概念和實踐； 2) 特定學科的概念、問題和技能； 3) 特定項目的概念、問題和技能。除了針對學科的講座和研討會以及特定項目的研討會外，學生還需要完成電子學習課程並參與服務學習項目，該項目旨在培養學生的創造力、解決問題的能力、團隊合作和溝通能力。學生們面對著設計和實施解決方案的挑戰，應用他們學科的特定知識來滿足社區需求；"
          }
        ]
      },
      partnership: {
        content: [
          {
            header: "發展持久的合作關係",
            text: "在與機構展合作方面，倪博士認為不應頻繁更換合作夥伴。因服務學習課程而建立的關係涉及多名持分者：大學生希望獲得好成績，導師希望學生有所學習及同時能幫助社會，合作機構希望幫助社群變得更好。每次和新的機構合作，都需要經過互相了解、磨合及磋商的過程。不同機構的想法與期望也有差別，比如如果機構曾與很多志願者合作，也偏向視修課學生為志願者，而不是發展平等互利的協作活動。此外，大學與合作夥伴之間也需時建立信任。有了互相了解和信任的基礎，才能繼續商談新的活動，擴展服務及合作的機會。在不斷互動和更新的過程中，才能提升彼此合作的質量與實現共贏。\n\n然而，要達到此目標，大學和合作夥伴需要發展出成熟的關係。與同一機構持續合作，也能夠預見學生在參與過程中將會遇到哪些困難和挑戰，相應地，將這些可能發生的情況有計劃有系統地轉變為學習機會。對學生而言面對一些始料不及的情況時，可能是導師計劃中的一部份，讓學生體驗如何從挫折中成長。如果遇見有關安全或學生難以處理的事務，導師則可告知學生，如何預先籌劃和處理意外或危機的策略。"
          },
          {
            header: "互惠互利",
            text: "發展良好夥伴合作關係的一個因素是互惠互利。在持續合作的過程中，機構能夠看到學生和導師對待服務的態度與方式，預期大學生將為社區帶來怎樣的改變。機構和社區是會有所觸動的，因為他們遇見很多義工說：「我們到此來幇忙」。所以大學需要時間讓機構見到 ：「大學真的是可以做到一些改變」 和 「大學很努力去做到一些改變」。面對需要服務的人們，大學與機構看到彼此都願意付出時間和努力，做出很好的實際成效，便願意漸漸建立互相信任及達至高質數的合作關係。"
          }
        ]
      },
      linkage: {
        content: "從一個學習的外展項目轉變為全校學生可修讀的學分課程，「技術」這一科目的焦點和內容都相應有所調整。最初的建議是參照之前的外展服務項目，從中學生了解電腦對於人與世界的作用。即在服務活動中學生需要用電腦來幫助社群解決具體問題。，此時修讀的學生大多數為大一及大二的低年級學生，針對修讀對象的改變「「技術」這一科將關注的重點延伸到科技對人類生活的作用。比如如果不掌握電子解碼，有些老年人就無法使用電子網絡銀行及一些相應的電子服務，比如登入政府官網及登記領取護照等。科技對人類生活的作用體現在對用戶有掌握科技的要求。所以，課程的重心和服務活動就聚焦在如何利用科技來幫助人們生活。具體的服務活動會涉及電子教學，STEM，機器人編程，信息技術的安裝，輔助性的信息技術，為智障小朋友設計電腦遊戲等。 \n\n在課程結構上，三分之一的時間是在課室內的學習理論，而學生需要完成最少40小時的本地服務活動及最少60小時的海外服務活動；餘下三分之一的時間則是學生自己完成的學習活動，或是為服務做準備，在實驗室內研發小遊戲，或是服務後的反思。一個三學分的課程，學生需要投入大約120個小時。"
      },
      service: {
        content: [
          {
            header: "互惠和實際影響",
            text: "倪博士認為，服務學習應在學生與社會或社區之間達成平等互利的關係 (equal focus and equal benefit)。一方面，學生所做的事一定要對社會或服務對象有切實的幫助，而不是單純安撫服務對象的心靈。另一方面，大學生從中需有所得着，他們不只是完成機械類的任務，要是在宏觀方面對社會有更深入的認識。例如，大學生前往某個貧窮地區，需要完成的具體任務可能是「拉電線」， 但他們需要理解這個地區/國家的電力缺乏議題（Energy poverty），電能對個人生活甚至整個社區發展的影響。這樣的反思是為了讓學生將「個人」代入社會，這不是單一的現象而是一個社會議題。此外，服務活動聚焦於具體的設施，有助大學生在學習和服務中獲得滿足感。\n\n當設定的任務目標對大學生具挑戰性，但在能力範圍內，他們更願意投入當中，而活動的成效讓學生看到真實的效果。這樣的效果或許是比較簡單，例如，一個村落從一開始完全沒有電，到可以有燈發光。對某個社會/社區的幫助，大學生會確認這樣的學習有其價值。這也讓學生看到，他們能夠做得到。又例如，倪博士曾帶領學生前往特殊學校，設計一些治療性的遊戲。倪博士觀察到大學生對這些特殊需要 (SEN)及身體殘障人士是心存恐懼的。在認識特殊需要人士之後，學生慢慢了解那些SEN學生是安全的，也開始克服心理的恐懼。從 「害怕」 到 「其實也沒那麼可怕」，漸漸變成 「我們在幫助他們」。在這個過程中，可以明白學生如何認識到自己可以完成一些項目，來改善社區和人們在其中的生活。\n\n在改善社區的過程中，倪博士希望學生遇見生活在資源和技術缺乏的社群中的人們，他們的生活如何受科技影響。理解社會議題不單只是改善社區的物質條件，更是理解生活在其中的人的和他們生活狀態。所以，在設計方案和反思過程中，倪博士注重引導學生去思考自己可以為這些人/這些社區做什麼？藉此激發學生的同理心。要達到這樣的效果，教師需要花更多時間從多方面作出考慮，例如與合作機構商討可行性及其可能的成效，以確保這些項目的可行性，在完成設備/設施的過程中能給學生帶來挑戰，為學生預留時間作出反思和討論任務完成情況。如果學生最終無法完成項目，合作夥伴會感到不滿意，而學生亦會認為不獲支持。"
          }
        ]
      },
      reflection: {
        content: "在外出進行服務活動時，每日都會有活動後的檢討，導師會帶領學生回顧自己所完成的服務，在課室的教學內容，怎樣把所學與服務活動聯結等。這檢討環節透過直接面談進行，不會計分，以減少學生的壓力。\n\n在此服務學習的過程中，導師的身教啓發學生的反思。導師與學生同在社區服務時，學生會觀察導師如何自信地應對社區裏的人，如何表現出對社區及機構運作的熟識，及如何關心學生。這些行為表現都成為學生學習模範，因為學生會反思導師的行為。例如，倪博士曾帶領大學生去照顧一些過度活躍症的兒童。走進去那一刻，那群兒童一擁而至牽着倪博士的手，倪博士不僅讓他們牽手，還抱起那些小朋友。雖然學生也意識到可能有風險，但看到導師的示範，也願意去模仿及與他們玩耍，視過度活躍的兒童如正常人一般對待。"
      },
      assessment: {
        content: "學生在這科目的表現將根據大學的慣例使用字母評分系統進行評估，從 F（不及格）到 A+。 不同評估部分的相對比重是 1) 電子學習元(e-Learning Model) (合格/不合格) ； 2) 課堂討論、作業、服務計劃/建議（30%）； 3）提供服務的表現（40%）； 和反思日誌及報告（30%）。\n\n「技術」一科中，預備階段包括三項要求：第一，學生需要以小組形式準備一項實施計劃書，這份計劃書佔10%的分數，計劃方案以可實施性為評估重點。第二，學生需要完成一份個人的反思報告，由於這是預備階段的部份，所以學習會涉及一些科技的影響、 其優點及概念。通過反思報告，學生可以有系統地思考科技與人類的關係，這篇反思報告佔15%的分數。第三，學生在課堂中的參與和表現也會作為評分的一部分，每一年雖然有差異，一般維持5%的分數。實施階段的評分佔40%，評估任務包括兩個項目，其中一項是關於服務活動的質量，佔10-15%的分數，以小組為單位進行計分，另外一項是學生的態度，例如學生在小組活動中的投入和貢獻等。這些通過導師在現場長時間的直接觀察而獲得。學生反思佔總分的30%，學生需完成2-3份個人的反思日誌或者反思報告。導師通過反思報告，可以了解學生能否理解所教授的概念，他們的表述是膚淺的還是有深層次的想法等。"
      },
      communityPractice: {
        content: "倪博士認為導師之間的相互支持在服務學習中同樣重要。修課的學生每一年會有改變，而機構更願意持續進行類似的活動。在此過程中，導師常常需要投入時間、努力、與情感。同儕導師之間的交流，有助減輕導師應付各方的壓力。他們能討論潛在的轉變，及在情感、知識上及實踐三方面互相幫助，這對個別導師而言是莫大的支持。倪博士在理工大學推行服務學習課程的過程中，認識到不少同事，且同事之間願意真誠相助，成為實踐社群。"
      }
    }
  },
  {
    caseCode: 6,
    university: universityList["eduhk"],
    caseTitle: "Working with Community Agency",
    lecturer: "Dr. Theodore Lee",
    details: {
      caseDescription: {
        content: "Case 6 reports a three-credit service-learning course titled “Working with Community Agency” (Hereinafter referred to as Working. This course was offered by Dr. Theodore Lee, he is from the Education University of Hong Kong.\n\nRather than a course designed from the perspective of a certain subject knowledge, this course focused on making students understand individual social responsibility and most importantly, deepening their understanding through demonstration. By engaging students in working with different NGOs, Dr. Lee wanted students to understand how an organization viewed its mission and social responsibility, and how social workers and employees interpreted their work. If students had the chances to have direct contact with the service recipients, students could learn what these people really needed and why they needed it in a specific social context. These experiences enabled students to learn their social responsibilities. At the same time, their social responsibilities could be demonstrated concretely and students got to know how to use the resources they had to give back to the society.\n\nIn the course Working, students would go to different types of NGOs and participated in the work assigned by the organization. Through observation, interview, communication and direct involvement in daily work, students got to know how NGOs fulfilled their social missions.\n\nPrior to the service activities, students learnt theories and concepts about social responsibilities in the classroom. The instructor would also invite colleagues of the service agency to share how they completed their daily work, how they perceived the meaning of their work and the social issues, how they solved problems to improve the community. In addition, through the provision of assistance in different NGOs, students had the opportunity to learn some working attitudes and common skills, such as punctuality, communication, and coordination between different people and different jobs."
      },
      partnership: {
        content: [
          {
            header: "Start from the needs of community",
            text: "Dr. Lee said that his course was service-oriented. Accordingly, it was designed to provide correspondent activities and assistance based on the needs of the NGOs or the service recipients to help the NGOs accomplish their goals in planning. Due to this nature of the course, prior to the service activities, Dr. Lee would focus on letting students understand the needs of the community/NGOs, rather than carrying out implementation directly with clear plans and proposals. With such direction, Dr. Lee believed that it could better meet the needs of the organization. When negotiating with the NGOs, Dr. Lee would also clarify the concepts and position of this course. During coordination, Dr. Lee hoped that the NGOs could provide students with different types of work so that the students understood how the NGOs operated.\n\nAt the initial stage of developing partnerships, Dr. Lee, on one hand, contacted many organizations and friends he knew to find the possible cooperation opportunities. On the other hand, he contacted potential organizations directly by phones and emails. Through this process, he also further understood the NGOs’ missions and specific tasks. During communication, Dr. Lee paid great attention to the mutual understanding of the needs of the NGOs and explored the ways to achieve win-win situation, which benefited both the students and the NGOs."
          },
          {
            header: "Reciprocity",
            text: "Before the commencement of the course, Dr. Lee contacted several NGO colleagues and determined the basic form of cooperation. On the one hand, NGOs needed to know the purpose of the course and clarified the expectations of both parties. Very often, various students would go to help in NGOs. When students were paying attention to some social issues and were expecting the completion of some activities, the staff of NGOs needed to spend more time to help students complete their projects. When the students lacked the knowledge of the NGOs, and did not know their work priority, then the NGOs were serving the students, rather than the students serving the NGOs, which failed to yield mutual benefits.\n\nThe focus of Dr. Lee’s course was to understand the NGOs along with the staff working in NGOs. Therefore, the nature and scope of the service activities were more flexible when compared with other service-learning courses. Students could participate in any part of the NGOs’ work, focusing on the process of observation, communication with others, consideration about social issues and the NGOs’ missions, and engagement with the society. With such focus, the NGOs could flexibly arrange manpower and work while the university students could become practical human resources to achieve a win-win situation."
          }
        ]
      },
      service: {
        content: "Dr. Lee believes that meaningful service activities are very important. Nevertheless, the meaning of the service in his course was positioned to realize through meeting the actual need of the individual, NGOs and the communities. In service-learning courses, Dr. Lee mentioned that it was very important to arrange specific experiences for students so that they could understand and experience the individual social responsibility that they should take up. The tasks in the service activities could be diverse. Students could take up the paperwork in the office, prepare and implement a project or directly interact with the service recipients, such as walking with the elderly or farming. In this process, on one hand, students gained different kinds of experiences. Diversified experiences helped students realize that social responsibilities could be fulfilled through a variety of activities and channels. These understandings and experiences motivated students to reflect on how they would do in the future, how they would practise their personal social responsibility in the future and further facilitated students’ willingness to care more about the society.\n\nOn the other hand, students had the opportunity to discover that the NGOs’ jobs were not what they thought. Students, then, realized that there were variety of daily work for the NGOs, including a lot of boring tasks, such as advertisement promotion, sorting envelopes, entering data, and making many phone calls. Students got to know that not all tasks in the NGOs involved a direct contact with the service recipients. As a result, the students understood how an NGO really worked and what specific tasks, challenges, and difficulties the NGO needed to face in the process of achieving its mission."
      },
      reflection: {
        content: "In the middle of the course, Dr. Lee asked the students to return to the campus for a face-to- face consultation and then the students went back to the NGOs to complete the rest of the services. During the consultation, Dr. Lee focused on helping students to understand the missions and work of the NGOs, to understand students’ cognitive bias towards the NGOs, and to understand the NGOs’ operation from multiple perspectives. In the mid-term group report, group reports always inspired each other, thus improving students’ later phase of service activities. This was an important part of process assessment.\n\nAs a level-1 course, he hoped that students could see how social resources were allocated, the resources that students had were related to others, and even part of it was from others. Thus, we should share what we had with others. Dr. Lee’s course provided an opportunity for students to know the NGOs. Students shared their understanding of social needs and the meaning of social responsibilities in order to understand their own civic responsibilities."
      },
      assessment: {
        content: "The university students participated in the work of the NGOs in groups, but the service activities, teamwork and individual tasks co-existed. At the end of the service, each group made oral report in the classroom, introducing the background, mission, vision and strategies of the NGOs that aimed at achieving their missions, analysed the organizations’ strengths, weaknesses, and the constraints that prevented them from fulfilling certain visions. Students also needed to complete a personal reflection report, integrating their experiences in service activities, to reflect on how they, as individuals, became responsible citizens. For scoring assessment, Dr. Lee asked the NGOs to rate and comment on each student. He used a scaled form and disturbed to each student. In addition, students also needed to complete personal reflection report at the end of the course, focusing on whether they would observe and understand the social issues, problems and the needs of different groups of service recipients from multiple perspectives."
      },
      challenges: {
        content: "The Education University of Hong Kong (EdUHK) does not have a permanent service- learning office. Therefore, the instructors need to liaise and collaborate with the NGOs by themselves. It becomes a heavy workload for the instructors. Dr. Lee suggests that at the university level, a resource pool and cooperation network of all service organizations could be provided, which includes various types of organizations and different types of service activities. Instructors, thus, can find possible partners inside the resource pool. It will be easier for colleagues who have few contacts with the NGOs.\n\nAnother challenge comes from the time students spend participating in the service. Since the service time will only be calculated when students worked inside the NGOs, there would be time costs involved in completing the service, especially the EdUHK is relatively remote. Some students needed spend 4 hours to do the service activities each time, but the actual service time was only about 1-3 hours."
      }
    }
  },
  {
    caseCode: 7,
    university: universityList["hkbu"],
    caseTitle: "Integrating service-learning in Biology courses",
    lecturer: "Dr. Patrick Ying Kit YUE",
    details: {
      caseDescription: {
        content: "Case 7 reports 2 three-credit service-learning courses titled “Environmental Health and Toxicology” (Hereinafter referred to as Toxicology) and “Fermentation & Enzyme Technology” (Hereinafter referred to as Fermentation). These two courses were offered by Dr. Patrick Ying Kit YUE, he is from Hong Kong Baptist University.\n\nPrior to taking note of service-learning, Dr. Yue had some insights and explorations on non- traditional teaching methods. He believed that traditional classrooms are often dull and lack of vitality. Instructors talked blindly to the PPT, and students sat in front of the podium and listened tediously. Therefore, in order to break the boredom of the classroom and engaged students in learning, he would try different teaching methods. For example, before implementing service-learning, he worked with the school library and used an online platform to teach some parts of the courses. He hoped to use the online platform to allow students to analyze and learn by themselves, instead of simply listening to him in the classroom.\n\nIn March 2018, Dr. Yue met his colleague Cindy from the Centre for Innovative Service- Learning (CISL) at a teaching sharing meeting. During the conversation, he formally got in touch of the concept of service-learning. Prior to that, he did not know much about the concept and practice of service-learning. However, CISL was willing to assist him in this teaching attempt, and he was also interested in non-traditional teaching methods, so he hit it off and had a service-learning plan later.\n\nIn September 2018, Dr. Yue tried the first time to add the elements of service-learning to his course 'FERMENTATION & ENZYME TECHNOLOGY'. From the drafting of the plan to the implementation of the course, the time is tight yet the support was far from sufficient. 'This is a process of constantly encountering hardship and continuous learning. After all, it is my first time doing it. Before, I did not have any knowledge and experience about service- learning,' Dr. Yue said in the interview. In the course Fermentation, university and secondary school students were paired to work on interactive activities related to fermentation and science.University students designed games and case studies to introduce fermentation and its application to daily lives. In particular, students demonstrated how fermentation could achieve zero food waste and make garbage enzymes for cleaning purposes. The students also designed innovative recipes and prepare snacks that involve the use of fermentation.\n\nDuring the first developmental process about service-learning, Dr. Yue accumulated a lot of experiences, and he knew what needed attention and what needed to be improved, and he applied his learning from these experiences to subsequent developments. By the time the second course was launched in January 2019, he had already been experienced in the design and implementation of the service-learning process. He had re-arranged his practices on motivating students, connecting institutions and controlling time. This course provides general knowledge about toxicology, routes of human exposure to toxic chemicals, and biological responses to toxicants. Students acquired methods for evaluating potential toxicity and applications of toxicological data to assess potential health. To put these theories into practices, students conducted an advocacy campaign in a secondary school with a focus on microplastics.\n\nAfter two attempts, he could have more appreciation and understanding of service- learning. In the future, he stated that he would explore service-learning more."
      },
      partnership: {
        content: "For the course Fermentation, through his personal network, Dr. Yue found an NGO which aimed to help the poor and outstanding students. However, due to some technical difficulties, the NGO was unable to provide sufficient number of people. He then cooperated with a secondary school. For the second course Toxicology, he cooperated with an ordinary secondary school. He remarked that it was very important to find a trustworthy institution to work with as any change of the activity plan due to the problems of the institution would cause a lot of trouble."
      },
      linkage: {
        content: "Dr. Yue realized that he had been teaching the most boring knowledge about technology and work process. In the past, in order to increase students' interest in the classroom, he arranged different field trips which included the visits to soy sauce fermentation plant and Yakult’s manufacturing plant, etc., so that students had the opportunity to see how technology was applied in reality. Then, the content of this part was replaced with service-learning activities. Dr. Yue needed a more appropriate design to link service-learning with the curriculum. For this reason, before the commencement of the first service-learning course, he discussed with the colleagues in CISL many times, and finally decided to work with the social worker Toby, who was recommended by the Faculty of Social Sciences to jointly design the theme activity of 'fermenting life'.\n\nThe service activity was conducted on a Saturday. It comprised three parts. For the first part, Toby was invited to share what was 'fermented life', which he mainly used the concept of 'fermentation' to metaphorize life,that was, the process of 'fermentation' required rigorous procedures for its nurture. Just like life, we needed to accumulate our knowledge well and to carefully handle every important step. The second part was a scientific experiment and it was mainly taught by Dr. Yue, who would teach some simple scientific knowledge about fermentation. The third part was the responsibility of university students. The students would be grouped and they were to prepare a demonstration of fermented food. This process required the students to master the relevant knowledge learned in the classroom, and translated it into applications to allow the secondary school students to learn.\n\nIn the second course, 'Environmental Health and Toxicology', there was a change in the arrangement which the secondary school students and university students would work together to do the presentation. There were seven topics in total, and the discussion would focus on the topics of 'environmental health' and 'toxic food'. In this process, the university students used the knowledge they acquired to assist the secondary school students to do a group display together. It served both a knowledge transfer and an offer of service to the secondary school students. Dr. Yue believed that these learning outcomes could not be achieved by other homework assignments.\n\nPrior to the commencement of service in each of two courses, Dr. Yue would ask the students to write a detailed activity plan and prepared a budget to facilitate the allocation of funds. In addition, in order to ensure that the students’ plan could be implemented, he would informally conduct group interviews with students to follow up their service activity plans."
      },
      reflection: {
        content: "Reflection mainly occurred at three time periods: before the activity, at the end of the activity day, and after the activity. At some check points before the activity, Dr. Yue would follow up the students' preparations, noting their engagement level and thoughts, and helped students reflect on their status of preparations. At the end of the activity day and during a lesson after the activity, Dr. Yue would also lead the students to review the activities of the event, the feelings of them and to reflect on what they had learned."
      },
      assessment: {
        content: "The assessment methods include continuous assessment (40%) and a final examination (60%). The continuous assessment measures students’ understanding of the concepts of enzyme technology and fermentation through assignments. It also includes a mid-term test which is to test the ability of students and their understanding of lectures. The Final examination is designed to assess how far students have achieved their intended learning outcomes. (Refer to the course outline of “BIOL3016 Environmental Health and Toxicology “)\n\nThe students’ learning achievements will be measured by continuous assessment (50%) and a final examination (50%). Continuous assessment covers assignments such as mini-projects, presentation, articles writing, etc which are to enhance students’ understanding on course topics and a mid-term test which is to test the ability of students and their understanding of lectures. To do well in the Final examination, students should have a thorough understanding of the knowledge and apply them correctly in different context. (Refer to the course outline of “BIOL3016 Environmental Health and Toxicology “)\n\nThe scores of the service-learning portion of both courses would be calculated through 'Continuous assessment'. The first course was scored together by Dr. Yue and the social worker Toby, and the scores accounted for 30% of the total score. Dr. Yue believed that scoring was a good way to motivate students and allowed them to take the whole activity relatively serious."
      },
      support: {
        content: "Dr. Yue realized that the support from university and departments was very insufficient. On the contrary, CISL gave him a lot of support. He asserted that without the support of CISL, he should not be doing service-learning. After all, CISL not only provided guidance on service- learning courses and personnel to assist in discussions, but also provided financial support. Although the funds were not much, it was important to help purchase the necessary materials to carry out the activity."
      },
      challenges: {
        content: [
          {
            header: "Tight schedule",
            text: "For Dr. Yue who had not been exposed to service-learning before, to have a comprehensive learning and practice of service-learning concepts in a short time was a relatively big challenge. In this process, Dr. Yue needed to understand the related concepts and definitions from scratch and translated them into practical operations. In addition, there were twists and turns in the process of submitting research plans, which needed to be continuously revised and resubmitted."
          },
          {
            header: "Service hours",
            text: "Dr. Yue's selected a Saturday to do his first service-learning course, but some students complained. He explained that due to the course setting, the service-learning activities had to be completed in one go, and therefore, Saturday was the best choice. However, this part of the time was not included in the class time, and therefore, some students thought that their own time had been occupied and there was a drop of their motivation. So, when it came to the second service-learning course, Dr. Yue chose to include the service time for the calculation of the class time, and the students had no complaints in this regard. In addition, Dr. Yue understood that since the students of the first course were the students of the fourth year and they were busy after class. They would be more sensitive to the occupation of their time after class. The second course was for students in the second year, and there was no complaint about the timing."
          }
        ]
      }
    }//end details
  },
  {
    caseCode: 8,
    university: universityList["hkbu"],
    caseTitle: "Service-learning in Traditional Chinese Medicine",
    lecturer: "Mr. Cheung Chun Hoi",
    details: {
      caseDescription: {
        content: [
          {
            header: "A brief history of the course",
            text: "The element of service-learning was not integrated into the course curriculum until 2016 and before that, service-learning slowly came into shape. In about 2011, service-learning was held as some forms of extra-curricular activities. From 2012 to 2013, the coordinator of this course, who was his PhD supervisor, add some elements of service-learning into the course, such as inviting the elderly to come to the class. Until 2016, the coordinator successfully applied for a two-year UGC’s teaching and learning fund and service-learning could then be formally integrated into the course and which had been running for almost two to three years in 2019.\n\nDr. Cheung mentioned that there were several differences between service-learning held before and after it was integrated into the course curriculum. He continued that firstly, a rubric was developed for this service-learning part of the course now. Before, service- learning was more like internship and some elderly people were invited to class. Under instructors’ guidance, university students would help them conduct body-check for one to two times in the class. In this way, students simply established some medical records. Now, a course document was developed along with the rubric, which accounted for 15% of the course. Secondly, students’ assignment was different after the development of the rubric. The assignment was adjusted from simply preparing medical records to establishing a e-portfolio with the inclusion of service-learning elements such as debriefing and reflective journal which were to be done by students. The nature of the service-learning had also changed. Before, the students only met the elderly once. Now, the students would follow up the elderly cases for the whole year."
          },
          {
            header: "Course structure and organization",
            text: "The course Bone Injury and Massage in Traditional Chinese Medicine was run in two semesters. It included classroom teaching and a variety of students’ active engagement and learning activities. There were five credits for this course, with four credits for the lecture and one credit for the practice.\n\nThe purpose of the course was to integrate the previously learning from Chinese and Western medicines’ courses into the current (learning) (course) contents. Through this course, students could meet the expectations of acquiring the professional knowledge and skills, and lay a solid foundation for the clinical practice of “bone injuries and massage” in the future. This course aims to enable students to grasp the relevant professional contents of Hong Kong Chinese Medicine Practitioner Examination to meet the requirements of Chinese medicine registration. Moreover, it aims to allow students to understand how to further study and develop the skills for lifelong learning.\n\nIn order to integrate the service-learning element into the course, two types of service activities were arranged both in semester one and two: an on-site visit to the elderly home and the invitation of the elderly to visit the university. Specifically, five students formed into one team and each student team was responsible for taking care of one elderly person. One teacher and one social worker joined a student team for giving guidance. From around September to December, each team of five students visited five different elderly people. During the on-site visit, one student of the team who was responsible for the specific elderly person, led the visit and the other four students served as back-up support to check the bone condition of the elderly. Dr. Cheung mentioned that the rationale behind such arrangement was to ensure the safety of the elderly. Another reason was to allow more chances for students to have discussions about the analysis of the problems of the elderly and the identification of the solutions accordingly. By October, all the elderly people were invited to visit the university. The university students, at that time, tried to provide treatment for the elderly to ease their bone pains."
          }
        ]
      },
      partnership: {
        content: "Dr. Cheung firstly met staff from the Hong Kong Sheng Kung Hui (SKH) in a clinical conference. The partnership started when university students were asked to do volunteer treatment for the elderly in the SKH. According to Dr. Cheung, the partnership was developed for the reason that SKH was found not having the Chinese medical team. He wanted to fill up this service gap through engaging medical students in conducting services for the elderly."
      },
      linkage: {
        content: [
          {
            header: "Professional development through practice",
            text: "Dr. Cheung thinks that integrating service-learning in the medical course enables students to carry out medical practice, facilitating the development of their professional skills. When the elderly came to the campus, students did diagnostic tests and sometimes under teachers’ guidance, had the chance to conduct treatments, which involved Chinese acupuncture, bone- setting massage and etc., to restore the joints’ health of the elderly. Although students could learn how to analyze and perform treatment from the medical courses in small group teaching, many of them felt scared to put what they had learnt into real practice. They might be afraid of communicating with the patients, or even so panic that they forgot things learnt from the book in front of the elderly. Through service-learning, students could have the chance to get down into real practice and overcome their psychological problems. Dr. Cheung also pointed out that the relationship between doctor and patient could never be clearly explained through the classroom teaching. Only through field practice could students have the chance to handle the relationship with the patients. For instance, he mentioned that an elderly person was very dependent on a student that he called the student 6 times to ask questions. The student was very stressful and did not know how to deal with it. However, this situation would apparently happen when the students become a doctor as they need to communicate with patients about their health problems and conditions. Therefore, pre- practice through service-learning allows students to get familiar with ways to handle problems and to some extent, this process facilitates their learning progress as well as preparing them for becoming a doctor."
          }
        ]
      },
      service: {
        content: [
          {
            header: "Understand service recipients",
            text: "The on-site visit to the elderly home enabled students to understand factors which were affecting the elderly’s health, and this learning outcome might not be attainable during treatment practice on campus. There would be two on-site visits. Through on-site visits, Dr. Cheung wants students to know that as doctors, they should not only be able to heal the patients, but also to get to know their living conditions. Doctors only get to know the patients when they come for consultation. Nevertheless, doctors, sometimes, have no idea of the patients’ situation before and even after the consultation. Dr. Cheung mentioned that in fact, there are many factors influencing the health conditions of a person, for instance, patients’ living environment, their relationship with the family, and their living habits. The concept of the on-site visit is for students to know the elderly’ living conditions and at the same time, to gain access to information about the medicines that they are taking. All these factors mentioned would affect the health of the elderly."
          },
          {
            header: "Learning from the service recipients",
            text: "Dr. Cheung pointed out that with service-learning, the elderly, benefiting from the service, became active in tutoring the students. Different from internship, the service-learning involved consistent treatments and care for the elderly instead of one-time treatment. The elderly people were also aware of their roles in the service-learning after signing the consent forms. For instance, they reminded students of their health problems and things that students should be aware of. The interaction, to some extent, promoted students’ learning performance."
          }
        ]
      },
      reflection: {
        content: "Dr. Cheung mentioned that there were two types of reflective methods to help solve professional and service-related problems: e-portfolio and debriefing sessions. E-portfolio included two parts: the first one was to build up health documents for the elderly to keep track of their bone-related health condition. The second one was documenting students’ reflection of what they had learned during the service activities, with no provision of guidelines.\n\nA debriefing session was held every semester. Every group of five to six students would also have the debriefing session with the facilitation of two to three teachers. The debriefing lasted from one to one and half hours. Therefore, there were at least two debriefing sessions for every student to discuss their problems related to professional treatment or on-site visits. Dr. Cheung also creatively used mobile apps to follow up students’ problem immediately. He used Whatsapp to create a discussion group for the whole class and even respective discussion groups individually for each group of students. Any students could raise their problems in the groups and the students could discuss the problems together. He commented that compared with Moodle, Whatsapp as a fast communication medium allowed students to raise questions anytime they wanted to."
      },
      assessment: {
        content: [
          {
            header: "Formal and informal assessment",
            text: "There are two types of assessment: formal assessment (with scores affecting students’ GPA) and informal assessment (comments from the social workers). For the formal assessment, scores will be given for students’ team-based presentation and e-portfolio. For the first semester, team-based presentation requires students as a group to share the discussion about a case about an elderly’s health and also things that students have learnt. In the second semester, every student needs to make a e-portfolio. The e-portfolio includes two parts, with one part professionally recording the elderly’s health condition in bones injury and another part completing a reflective journal. For the reflective journal, there are no specific guidelines for the written contents.\nInformal assessment mainly involves social workers to provide written comments based on seven criteria for students’ graduation. The social workers not only act as back-ups to handle the elderly’s health condition after the service, but also participate in giving students’ comments based on their observation. However, Dr. Cheung mentioned that the comments would not be counted into students’ GPA because social workers would be hesitating and nice in evaluation so as not to affect the students. He added that the reasons for engaging the social workers in the assessment were to let students care of the elderly from the perspective of the social workers in addition to that from the doctors. In this way, students’ civic awareness can be raised and they would be more willing to solve problems from the elderly’s perspective. Dr. Cheung hopes that students not only can heal the elderly, but can also stand in the elderly’s shoes, thus promoting their empathy."
          }
        ]
      },
      support: {
        content: [
          {
            header: "Funding support",
            text: "The funding was provided mainly by external organizations. Dr. Cheung mentioned that there was not much funding from the department. Nevertheless, many organizations were willing to donate funding for students to participate in service-learning activities. The funding was mainly used to support the students in running service-learning activities, such as to cover students’ transportation fee to the elderly home and expenses for buying gifts for the elderly."
          },
          {
            header: "Department support",
            text: "Dr. Cheung reflected that department provided support mainly for program coordination and insurances. For program coordination, the program director allowed the course instructors to coordinate with each other in terms of the course arrangement. For instance, course instructors could have discussions and negotiated the service types in each course, period of the service-learning activities and the examination period for each course in order to prevent time clashes. After negotiation, the course instructors needed to report to the department for approval.\nDr. Cheung thought that it was important for the department to cover the insurance for the elderly, the university students as well as the teaching activities. With insurance, the benefits of both students and the elderly were guaranteed."
          },
          {
            header: "Support from the Centre for Innovative Service-Learning (CISL)",
            text: "Dr. Cheung mentioned that the CISL also provides a learning platform from research perspectives for course instructors to better facilitate students’ service-learning effects. For instance, many workshops and retreats were provided for teachers with few service-learning experiences to learn how to plan service-learning activities, how to evaluate students’ learning efficacy and what should be the assessment criteria during service-learning activities.\nFurthermore, he believed that it was important for the CISL to design assessment materials for teachers. He said that he was professional in medical knowledge, however, he lacked a lot of knowledge in other domains, such as educational assessment. CISL, to some extent, helped him to design a rubric for assessment. With the rubric, it was easier for him to give scores, and convince students to understand the importance of service-learning in the course. Another point worth mentioning was that the platform also allowed Dr. Cheung to meet different NGO partners and learn from other teachers’ service-learning course design. For example, Dr. Cheung said that he found out that other courses, such as marketing, creative writing and mathematics, could also integrate service-learning activities. Such exposure enabled him to think outside of the box as a doctor.\nMoreover, he viewed that the platform provided by the CISL facilitated students and teachers to value the significance of the service-learning course. He added that CISL would make posters for each course. With posters, both teachers and students felt that they had ownership of their work. Most importantly, both teachers and students felt that senior managers acknowledged their efforts, which, in turn, facilitated their motivations."
          }
        ]
      },
      communityPractice: {
        content: [
          {
            header: "Team-teaching",
            text: "To manage the teaching process, there was a hierarchy of roles among colleagues. Dr. Cheung’s supervisor supervised the whole course while Dr. Cheung was responsible for giving lectures. Other teachers acted as coordinators for assessment. There was one project executive and a newly graduate who joined as a teaching assistant.\nDr. Cheung mentioned that originally, there were no coordinators and project executive. With sufficient funding, other colleagues were hired for offering assistance. He added that once the platform had been developed, everything would be easier. For instance, when the materials and rubric for assessment were designed, these things could be used for a long time. The most difficult part was to build up the system/platform for service-learning to operate as well as maintaining the data-base."
          },
          {
            header: "Impact for other institutions",
            text: "Dr. Cheung and his team showcased their service-learning course to other universities, such as the Chinese University of Hong Kong and the University of Hong Kong. Their showcase has been influencing the department of traditional Chinese medicine in other universities, not only about the delivery of service-learning course, but also the different roles assigned to colleagues. He believes that the significant element of service lies in benefiting students. It is equally important for teachers to fulfill their efforts. With different jobs assigned, teachers would be clear of their roles and how they can cooperate with one another to strengthen the teaching effect."
          }
        ]
      }
    }
  },
  {
    caseCode: 9,
    university: [universityList["hkbu"], universityList["eduhk"]],
    caseTitle: "A cross-institutional Service-learning project",
    lecturer: "Dr. Xu Hui Xuan, Dr. Leung Ka Wai and Ms. Leung Hiu Mann",
    details: {
      caseDescription: {
        content: [
          {
            header: "",
            text: "Case 9 reports a collaborative service-learning project titled “Learning through teaching others” (Hereinafter referred to as Learning). This course was offered by Dr. Xu Hui Xuan, Dr. Leung Ka Wai and Ms. Leung Hiu Mann. The first two lecturers are from the Education University of Hong Kong and the latter lecturer is from Hong Kong Baptist University."
          },
          {
            header: "A brief history of the project",
            text: "In 2018, the University Grants Committee (UGC) encouraged The Education University of Hong Kong (EdUHK) and Baptist University of Hong Kong (HKBU) to run a cross- institutional service-learning project. Dr. Xu and Dr. Leung (Ka-wai), with the help of the Student Affairs Office (SAO) in The EdUHK, came to know that the NGO Hong Kong Federation of Youth Groups (H.K.F.Y.G.) was struggling about the progress of a tutoring program. Specifically, the NGO at that time was implementing a tutoring program with the aim to enhance the learning motivation and autonomy of underprivileged primary school students.\nThe tutors running the program did not have relevant educational background and lacked professional knowledge. Therefore, after some time, they encountered a bottleneck in work progress despite that the program was still running very smoothly. Many primary school students were very poor in English and Mathematics subjects, but the tutors did not know how to improve their knowledge of these subjects. These underprivileged students were less motivated to study at schools as a result.\nAt that time, Miss Leung from EdUHK was running a course “Services for the poor and needy”, which aimed to cultivate university students to be more responsible and to show more empathy for needy people. Another Miss Leung (Connie), from the Language Centre of HKBU, who always led university students to teach English to children who had relatively low language abilities. EdUHK and HKBU thought that it would be a good opportunity for them to collaborate with the NGO to help the needy children. Teachers from the two universities, with their professional expertise, could lead the university students and instill effective teaching theories for tutoring primary school students to have better learning outcomes. The university students could then tutor the homework done by the primary school students while enhancing their hands-on experience related to the two courses that they were taking. This collaboration could also enable the NGO to have more professional resources of teaching materials developed by the university students as well as manpower to enhance the learning motivation of the primary school students."
          },
          {
            header: "Project structure",
            text: "Each participating teacher would teach concepts and theories in classes separately. After several lectures, 10 students from Ka Wai’s class and 10 students from Connie’s class were chosen to participate in the on-site service-learning at Jockey Club Jat Min Youth S.P.O.T. (賽馬會乙明青年空間) , a branch of the H.K.F.Y.G. Another 7 students would be openly recruited in EdUHK. In total, there were 27 university students serving 23 primary school students for homework tutoring. The university students gave tutoring service to primary school students two days a week (Wednesday and Friday). The service was scheduled from 3:00 pm to 5:30 pm on each service day. For the first 1.5 hours, the university students guided the primary school students to complete their homework with a board game (“can have more details?”). The remaining time was for the university students to conduct a 15-minute lesson about the efficient ways of completing homework and the lesson summary."
          }
        ]
      },
      partnership: {
        content: [
          {
            header: "",
            text: "The partnership was developed through the SAO in EdUHK as one of their NGO clients of H.K.F.Y.G., which was in need of support in rendering tutoring service. The SAO has maintained a solid and trustful working relationship with H.K.F.Y.G. for some time. After a meeting with the representatives from H.K.F.Y.G. in which their needs were shared, SAO contacted Dr. XU in EdUHK for potential service-learning collaboration.\nIn view of the importance for every party to understand the needs of each other so as to establish a stable partnership, SAO initiated a meeting for all the parties concerned to talk about mutual needs and to discuss the chance of collaboration. Prior to this meeting, academic staff representatives from EdUHK and HKBU met and discussed the possibilities of working together for leading the service-learning activities in two courses.\nThey reached an agreement that it could be possible for students from the two universities to learn from each other and, at the same time, strengthen their concepts and knowledge of the respective courses. For instance, most of the EdUHK students had learned a lot about teaching, such as time management and the teaching of subject knowledge. Although students from the Language Centre in HKBU, had experience in English teaching, they were not as professionally trained in teaching as the EdUHK students. Through such collaboration, the students from the two universities might be able to help each other to improve their overall teaching skills.\nDuring a joint meeting for all parties, H.K.F.Y.G. mentioned their difficulties in facilitating learning motivation of primary school students. Moreover, the lack of professional knowledge among the tutors limited their capacities in improving the English and Mathematics subjects of the primary school students. With the advantage of having expertise in education, both EdUHK and HKBU proposed a new mode of teaching style (format) and suggested that the university students could take the role of tutors and helped the primary school students."
          },
          {
            header: "Trust and mutual support",
            text: "For the development of a stable, trustful and meaningful partnership, regular meetings were set up for all parties to report progress and discuss concern, difficulties and solutions. Although the lecturers involved were professionals in education, they would still ask for the opinions of the NGO every time after the project ideas were generated. This action was taken not only out of respect, but also to acknowledge that the staff in NGO had more field experience to ensure the feasibility of a project plan. For instance, there was an occasion that when the lecturers would like to send consent forms to the parents to sign, the staff from NGO advised that the forms might be too professionally written that parents might feel confused and might possibly refuse to participate. The NGO suggested the revision of the contents so that the consent forms would be easily understood."
          },
          {
            header: "Balanced relationship",
            text: "All parties contributed equally to the partnership. The two universities were leading the generation of ideas, theories and practice of teaching while the NGO contributed to other areas such as the training of the university students. For instance, experienced staff in the NGO would share about the characters of the primary school students and the ways to deal with some of them who had special education needs (SEN). The training helped to reduce the anxiety of university students in handling SEN students and allow them to prepare better for the tutoring service.\nFurthermore, to facilitate a more transparent partnership, the NGO was also invited to participate in the debriefing and reflection activities. In this way, the NGO was able to know about university students’ progress and the effect of tutoring. Moreover, the NGO would also hear university students’ voices about their difficulties in handling primary school students. Apart from developing a balanced relationship with the NGO, the two universities also tried to share responsibilities in a balanced way. Regular meetings were arranged for project leaders to discuss potential ideas and ways of collaboration. For instance, in order to maximize the learning effectiveness of the university students from this partnership, the lecturers suggested that student teams were formed from a mixture of students of the two universities while communication could be done using WhatsApp."
          }
        ]
      },
      linkage: {
        content: "One of the course objectives was to enhance the teaching abilities of the students. Therefore, it was a linkage to the curriculum when the students conducted the tutoring program through which their teaching abilities would be strengthened). The teaching process was designed and developed mostly by the university students with support from lecturers. The continuous teaching process during the service period enabled university students to reflect on their lessons every week and to further improve their teaching skills for the coming lessons. For instance, a group of students discovered that reading the lesson plan to students could neither catch the attention of the primary school students nor their understanding of some of the concepts. Next week this group of students changed their teaching approach in such a way that they tried to ask the primary school students to do role-playing, which facilitated primary school students to better memorize the knowledge.\nAnother linkage was that the tutoring service could enable university students to enter the field to understand underprivileged people more and have the chance to analyze this contemporary issue in a community. This practical experience obtained by the university students enriched the meaning of their learning about the theories on service-learning and the concepts of serving the underprivileged people. Through tutoring, the university students could make direct contact with the underprivileged primary school students and could understand the background of these children from another perspective and found out the reasons for their misbehaviors at schools. A university student mentioned that through a more thorough understanding of a child’s behavior, he had more empathy for the child who had difficulties with many step-mothers. Behind his misbehaviors, the real intention of the child was to draw more attention from other people."
      },
      service: {
        content: [
          {
            header: "Direct service",
            text: "The university students, having direct contact with the service recipients for nearly a month, could change their views on some underprivileged primary school students. Some university students reported that at the beginning, they thought that these children were very naughty. After a period of interaction, the university students realized that these underprivileged children had the motivation to learn but they needed the teachers to be more patient and to pay more attention to them. Furthermore, university students observed that the children’ attitudes to them had changed from being naughty to being very nice. Through the tutoring service, many university students noticed that teaching with care and love could possibly change children’s attitude/perspective on study.\nFrom the perspective of the primary school students, the one-month tutoring program enabled them to be more open to others. Many children were happier and had a higher motivation to study. They would be willing to talk more with the university students. Some children would immediately take out their homework once they arrived at the NGO rather than hanging around at the centre with food in their hands like before."
          },
          {
            header: "Youth voices",
            text: "The lecturers assigned one topic for each group of university students. Each group had their autonomy in designing one lesson plan according to that specific topic and, accordingly, the materials developed by each group were shared online. Each group was required to teach primary school students at the end of every lesson. In every lesson, the teaching topics were different. Each group of students could either choose their own designed lesson plans or other groups’ lesson plans, depending on each week’s topics."
          }
        ]
      },
      reflection: {
        content: "There were two types of reflection. The first one was that after each tutoring, there would be a debriefing session at which the university students were encouraged to talk about their experience on that day, such as areas to improve or concern in handling primary school students. The debriefing session allowed not only the teachers, but also the staff in NGO to know what university students and primary school students had learned for the day. Meanwhile, they could also discuss possible solutions for similar problems. In a debriefing session, a university student said that she did not know how to handle a student who was not listening and not cooperative during the lessons. An NGO staff proposed that she could try to ignore the students for a while.\nWriting reflective journal was another type of reflection. University students were required to write a reflective journal after each tutoring session. Through reflective journal, the students were guided to reflect on the things done, evaluation of their teaching method and their observation of the children for the day."
      },
      assessment: {
        content: "There were two types of assessment method for university students: on-site observation and reflective journals.\nThe students would be observed about their punctuality and their attitude towards their tutoring duties through on-site observation. In each lesson, two assistants from each university would observe university students on-site. During tutoring days, these assistants would check whether university students were on time and fully prepared for their lesson plans, and whether they were surfing their mobile phone sometimes. The assistants would write down their comments on each university student at each lesson and sent to the lecturers for their reference. The assistants would also report students with good attitude and performance and those students who had good performance would be awarded after the service-learning program.\nThe students would submit their reflective journals for another type of assessment of the course. The reflective journals helped students learn more from field experience and reflect on their participation and teaching effectiveness from another perspective. The EdUHK students submitted all their reflective journals after the whole service-learning program while the HKBU students were required to submit theirs after each tutoring session. The teachers from HKBU would give comments on their journals. Many university students mentioned that the immediate feedback given by the teacher after each tutoring session facilitated their teaching and helped them solve problems they encountered that week. The university students could make subsequent adjustment in either lesson plan preparation or in-field teaching practice for the coming teaching week."
      },
      challenges: {
        content: "There are several challenges faced by the participating university students. Firstly, many of them suggested that more training prior to the service activities should be tailored to reinforce their knowledge of theoretical concepts, designing teaching materials, and homework tutoring skills. Secondly, the homework tutoring steps were too complicated for university students on the spot. They had limited time for going through the whole process. Thirdly, quite a number of them mentioned that they lacked practical teaching skills, such as the abilities to explain conceptual knowledge to primary school students and the management skills used in tutoring."
      }
    }//details
  },
  {
    caseCode: 10,
    university: universityList["lu"],
    department: "Department of Management",
    caseTitle: "Integrating service-learning in Management and leadership courses",
    lecturer: "Prof. Tingting, CHEN",
    details: {
      caseDescription: {
        content: [
          {
            header: "",
            text: "Case 10 reports two three-credit service-learning courses, titled “Strategic Management” (Hereinafter referred to as Management) and “Leadership and Teamwork” (Hereinafter referred to as Leadership). These two courses were offered by Prof. Tingting, CHEN, she is from the Department of Management of Lingnan University."
          },
          {
            header: "Course structure and organization",
            text: "Professor Chen came to Lingnan University (LU) in the spring of 2012 and began to teach the course 'Strategy Management'. This course was originally designed by other colleagues. The content includes service-learning part and non-service-learning part. It is open to all students who are taking Bachelor of Business Administration. Professor Chen only taught the non- service-learning part in the first semester. In the second semester, at the suggestion of the department head, she started to try the service-learning part of the course. The second service-learning course that Professor Chen is responsible for is 'Leadership and Teamwork'. This course only includes service-learning format.\n\n'Strategic Management' is a course based on a team-based experiential learning project, which is divided into two parts: service-learning and non-service-learning. Students who enroll in this course can freely choose one of the parts.\n\nFor the service-learning part in the course, about 30 students will be divided into 5 or 6 groups. Under the arrangement of the course instructor, they would jointly provide consulting services on strategic management for a social enterprise. In this process, students do not need to serve the 'service recipients' directly, but provide 'indirect service' by giving consulting services on strategic management to the social enterprise. 'Students need to use the relevant knowledge of strategic management to help the organization handle some things based on the actual situation of the organization.' Professor Chen explained. The preparatory work process includes:\n\n\t(1) After the semester begins, students will meet with the person in charge of the partner institution to get a preliminary understanding of the institution.\n\t(2) Students visit the institution and conduct simple interviews with customers.\n\t(3) Train students to better understand the characteristics of the institution and service recipients\n\t(4) Students use the knowledge they have learned and provide services to the enterprise according to the specific situation of the enterprise.\n\nIn the non-service-learning part of the course, students also need to conduct activities in groups. The difference is that they need to find a company on their own instead of being arranged by the university. In the whole process, except for a few interviews, the main activity of the students is desk research. Unlike the minimum service hours of 30 hours in the service-learning part, there is no requirement for hours in the non-service-learning part, and no additional training is required in the preparatory stage of the activity.\n\nFor students, there were different unique experiences in the two courses. Professor Chen mentioned that in the service-learning part, students would take on more workload, including the need for additional training and the need to respond to the expectations of partner institutions. However, students could experience more real teaching and learning situations, and carry out more effective reflection. For students who chose the non-service-learning method, it would be more challenging to find a cooperative institution on their own.\n\nProfessor Chen said that compared to 'Strategic Management', the course 'Leadership and Teamwork' will be more open and unstructured. It has the following characteristics:\n\n(1) 'Leadership and teamwork' requires students to provide 'direct service'. For example, in a service which was to cooperate with the Elder Academy, students needed to serve the elderly in person, such as teaching them how to use smartphones.\n(2) This course is still taught in small classes, with 30 students in a class, divided into 6 groups. Unlike 'Strategic Management', this course requires each group to serve a different organization. Professor Chen explained that in the case of 'direct service', the service activities of each institution can accommodate fewer students. For example, in cooperation with the Elder Academy, there were only 8 students in a senior class, while the entire class had 30 university students. A single institution often could not match the number of students in a class of a university.\n(3) The composition of team members will have relatively detailed requirements. Students need to organize teams independently according to their gender, cultural background, language, major, personality (extroverted or introverted) and ability characteristics. Professor Chen explained that because this course is 'Leadership and Teamwork', the consideration of this arrangement is to enable students to adapt to working with people with different characteristics and learn from each other."
          },
          {
            header: "Service hour",
            text: "In LU, all services of service-learning courses during the semester are carried out in extracurricular time, and will not occupy weekly classroom time, and the extracurricular service hours are not less than 30 hours. Professor Chen said that it was not difficult for students to meet this number of hours because the training time had already accounted for 8 hours. For students who want to do direct service, their extracurricular service time often exceeds 30 hours. As for students who provide indirect services, the time for group meetings and report writing will also be included in the service hours. So in general, such a regulation does not bring much challenge, and students can also benefit from it. For example, they can include service hours in their volunteer hours."
          },
          {
            header: "Pre-test and Post-test",
            text: "At LU, students who choose a service-learning course need to register online. During the registration process, students need to complete a pre-test questionnaire to complete the registration process. Similarly, after the course is over, students need to fill in a questionnaire after the activity to complete the course. In order to ensure that the registration and questionnaire are completed effectively, the university will link the registration process with the graduation requirement and the student's application of funding for the course. If students fail to complete the registration, the relevant credits for service-learning cannot be registered, nor can they apply for funds in the course. The data for completing the questionnaires will be collected and stored by the Office of Service-learning (OSL). OSL will publish an annual report on service-learning every year."
          },
        ]
      },
      partnership: {
        content: [
          {
            header: "",
            text: "In Lingnan University, OSL is mainly responsible for the establishment of partnerships in the early stage, and the course instructors will follow up in the later stage. Specifically, OSL has the network resources of relevant cooperative institutions. OSL will recommend some suitable institutions with reference to the needs of course instructors, and let the instructors choose by themselves. Before the commencement of the semester, if the initial impression of the recommended institution is good, an instructor will discuss with the institution some details, which include the service time and mutual expectations. If the instructor is not satisfied with the selected institution, he can let OSL continue to search and explore. Professor Chen said that through this arrangement, instructors could often find suitable institutions.\n\nAfter the matching is completed, a course instructor needs to undertake more communication work, such as discussing with the institution how to plan specific service arrangements. The follow-up contact with the institution, such as the cooperation with the same institution in the next year, is also the responsibility of the course instructor.\nIn the follow-up process, Professor Chen emphasizes the importance of establishing inter- institutional cooperation instead of interpersonal cooperation. It is because if it is cooperation between individuals, it is difficult to guarantee that the personnel of the organization will not change and this will affect the cooperation. If it is cooperation at the institutional level, newly appointed colleagues are often assigned to take over and be responsible for continuing the project. According to Professor Chen's experience, most of the replacement staff are relatively responsible and will take over the relevant work before the staff leaves."
          },
          {
            header: "Selecting partner institutions",
            text: "Professor Chen said that cooperation with institutions was a two-way selection process. As course instructors, they need to attempt continuously to select and evaluate suitable institutions. In the first few years, Professor Chen tried to cooperate with different institutions which served different service targets. She found that students were more capable to adapt to projects which targeted the elderly, women, and physically handicapped people because these clients could focus more on coping with and participating in activities. For projects that targeted young people and people with mental disabilities, students seemed to be helpless. She believed that the reason might be that students did not have sufficient knowledge and ability in developmental psychology to solve the problems of such service targets, so it was difficult to understand the logic behind their behaviors.\n\nBesides the selection, she believed that she should keep an open mind about her partners. For a while, she had not tried to cooperate with institutions that served the disabled, but after working with the AIDS Association, she found that the cooperation was smooth and effective. However, she also mentioned that although she wanted to try new cooperation opportunities, she 'doesn’t take too much steps at once.' That is to say, if you encounter an organization with smooth cooperation, you may wish to develop a long-term cooperative relationship. Cooperating with a familiar organization can greatly reduce the cost of running- in. Especially, in the 'Leadership and Teamwork' course, when the instructor needed to communicate with five organizations, the workload was quite heavy. 'If we can keep the three experienced organizations to continue cooperating in the second year, the workload will be reduced a lot and there will be more time to contact two new organizations,' Professor Chen explained."
          },
          {
            header: "Expectations of institutions",
            text: "Before the classroom officially starts, Professor Chen will set a common goal with the institution, that is, the institution will express its expectations, and the instructor will explain what kind of services can be provided, and finally they discuss the common goal. For example, in 'Strategic Management', there was an institution that wanted students to do market surveys. Professor Chen designed the service based on this expectation. After setting five different perspectives, the five teams implemented their plans separately. In the reflection phase, each group could consult the institution from a different perspective. In addition, the questionnaire could also be divided into five aspects and each group was responsible for one aspect. Finally after discussion, ideas were consolidated into a questionnaire for implementation. When the data was retrieved, each team could analyze it from a different perspective."
          },
          {
            header: "Recommendations of institutions",
            text: "Professor Chen said that when students consulted representatives of institutions, institutions would often make recommendations to students from their own perspective. After the consultation, she would discuss with students and explained the suggestions put forward by the institution, and finally came up with some solutions.\n\nAt Lingnan University, pre-service training is mainly provided by OSL. The training it provides is mainly be divided into two parts, one is more generic, and another part is for courses. For example, in a whole day of training, it would be about general knowledge and skills in the morning, and it would be based on the characteristics of the course itself in the afternoon. “OSL is very flexible. Many of our teachers' requirements for training can basically be met.“ Professor Chen said, “They are very professional. In the training session, I only need to put forward my expectations. They will try their best to provide assistance.” For example, Professor Chen had tried to organize courses to serve ethnic minorities. OSL then provided training similar to a cultural tour, taking students to visit mosques, tasting local food, and helping students understand their culture. In addition, OSL also provided training on the elderly and environmental protection topics, and had invited experts in related fields to share and talk."
          }
        ]
      },
      linkage: {
        content: "Professor Chen believes that the use of 'direct service' or 'indirect service' is compatible with the content of the course itself. As far as the course of 'Strategic Management' is concerned, the 'indirect service' method of consulting can effectively help students develop strategic management thinking, and 'consulting' can be done in an appropriate way either in the form of service-learning or non-service-learning. For the 'Leadership and Teamwork' course objectives, the requirements for life experience are in line with the 'direct service' approach. In addition, students will conduct the 'direct service' process in groups, which may involve how the team handles and negotiates issues, and these are consistent with the course content."
      },
      service: {
        content: [
          {
            header: "Meaning of serving",
            text: "Professor Chen believes that the most important thing in a service-learning course is how to make students understand the meaning behind the project. She believes that this meaning overrides all curriculum goals. Some items have more explicit meaning, and some items have more implicit meaning. For example, for a fund-raising project for HIV patients, if it is only raising money, some students will find it not meaningful. What the instructor needs to do is to find a way to let the students understand the meaning behind.\nIn this regard, Professor Chen mainly considers two points: First, closely integrate the service with the curriculum, so that students feel that participating in the service can help them get high scores in their academic work. At least in the academic work, participating in the service is meaningful, which can promote their participation; the second is to make association with students' learning goals. The instructor must understand the students' learning goals and let them know that their participation in the project can benefit them and help them achieve their own goals."
          },
          {
            header: "Learning goals",
            text: "Professor Chen said that at the beginning of the course, she would ask students to think about their learning goals in the course and let them share them. According to her observation, there are three main learning goals for students:\n\n\t(1) Being instrumental, that is, it is helpful to oneself. For example, if students want to understand their grandmother's ideas and improve their relationship with her, they may choose to participate in service projects related to the elderly. For another example, some students hope to join the education industry in the future, so in order to enrich their experience, they will also choose projects related to youth education.\n\t(2) Being non-instrumental, starting from one's own interests. For example, because some students are interested in education, they will choose youth education services to learn more about students.\n\t(3) To meet graduation requirements. In LU, undergraduate students must choose at least one service-learning course at the enrollment stage. The university will start recommending the students to consider choosing relevant courses at their first year undergraduate study. However, according to Professor Chen's experience, there will always be a small number of students who are forced to choose a service-learning course at the end of the undergraduate programme, but most students, at least 95% of students,\nShe said that when she first came to Lingnan University, students were very resistant to service learning. The main reason might be that the workload of service learning was relatively heavy, but after that many years, students had improved their acceptance level of service learning. Some students even chose more than one service-learning courses."
          },
          {
            header: "Unfavorable experience",
            text: "Professor Chen said that the service experience was not necessarily pleasant. It is very possible that the whole group will cooperate and the result will be very messy and bad, but if the students can learn from this experience, it is also a good result. For example, Professor Chen had cooperated with an institution on fund-raising projects, in which students failed to complete the target amount and felt huge frustration of this. Professor Chen explained to the students that if they could explain the reasons clearly and reflected on them, they would be given satisfactory scores in the end. However, she would try to avoid similar projects after such experience."
          }
        ]
      },
      reflection: {
        content: [
          {
            header: "Procedure",
            text: "During the preliminary training, OSL will organize training on reflection which includes the explanations of how to conduct reflection and the provision of related exercises. In the middle of the course, each course will be reviewed and reflected upon according to the characteristics of the course. For example, in 'Strategic Management', Professor Chen would invite an institution representative into the classroom. Students could ask him questions based on the problems encountered in their assignments. During that process, OSL would help to produce meeting minutes and distributed them to students afterwards. As for the 'Leadership and Teamwork' course, there were many cooperative organizations. It was impossible to invite all organization representatives. She had no choice but to do her best. If all the agency representatives were unable to attend, she would ask some questions in class with reference to the students' projects, let the students think and answer them, and let them give a small presentation. In this way, not only peer pressure could be exerted to urge each group to supervise each other, but could also discover some common problems, which the group could understand and overcome, thereby reducing some self-attribution frustrations sense.\nAt the end of the term, Professor Chen would let the students of 'Strategic Management' conduct self-reflection, and let the students of 'leadership and teamwork' add a team reflection on the basis of self-reflection. In addition to these two reflections, students would also be allowed to check each other (peer review/reflection), but the focus would still be on the first two reflection projects."
          },
          {
            header: "Way of facilitation",
            text: "Professor Chen believes that both oral and written collaboration are very important. In the verbal aspect, she will throw out some guiding questions at each stage based on the course goals and gives immediate feedback. In terms of collaboration in written work, she will make suggestions more systematically. In addition, written reflections will be graded and students will take it more seriously."
          }
        ]
      },
      assessment: {
        content: [
          {
            header: "",
            text: "In the 'Strategic Management' course, the instructor will score based on the student's presentation and written report. Professor Chen believes that this grading method is in line with the essence of 'indirect service', that is, 'consulting', and it also conforms to the course outline.\nIn the 'Leadership and Teamwork' course, due to the large number of service agencies, instructors cannot participate in the 'direct service' of students every time to see their performance, so the evaluation of student service performance is mainly based on their reflection and report. Professor Chen said that there might be elements of falsification in reflections and reports. She has also considered letting partner institutions grade students, but for now, the grading method is still mainly based on oral presentations, reflections and written reports. There are three reasons:\n\n\t(1) The identity of the cooperating institution is always an outside person, and it is difficult for students and instructors to agree to the grading power given to external personnel.\n\t(2) If institutional partners are involved in grading, students will worry that the relationship between themselves and the staff of the institution will affect the results of the grading.\n\t(3) The scores of different institutional partners have different subjectivity, and it is difficult to guarantee the fairness of the scores.\n\nHowever, in the 'direct service', Professor Chen will still try to participate in and communicate with students, and at the same time design a series of approaches to help herself evaluate the quality of student service which include:\n\n\t(1) Students are required to hold a group meeting once a week and record the process in a report. The instructor can see the content of the group meeting and the participation level of group members.\n\t(2) The student's service content outline and presentation PowerPoint must be submitted to the instructor. The instructor can see whether the group has prepared as well as the quality of the preparation.\n\t(3) Students are required to obtain the evaluation of the recipients independently. There is no fixed form of evaluation, which can be questionnaires, video interviews, etc. The instructor can generally see whether the recipients are satisfied with their service.\n\t(4) Institutional partners will give some feedback. The feedback does not need to be very detailed, but just simple one like “good, medium, and bad“, so that the instructor can simply understand the student's service from the perspective of the institution."
          },
          {
            header: "Assessment structure",
            text: "Professor Chen has a clear understanding of the structure of course assessment. She believes that there are three main parts to assess students' learning situation, namely input, process and team outputs. The input refers to the students' time and energy to understand their group members, tasks, and clients. The process is about how students deal with conflicts, how to communicate and coordinate, etc. As for the team outputs, the evaluation includes the evaluation of the service recipients, the students' self-evaluation, and about the growth of the entire team."
          },
          {
            header: "Assessment gap",
            text: "Since instructors cannot supervise students all the time, students will inevitably have problems with their performance or attitudes. Professor Chen believes that this is often caused by the fact that the assessment does not fit the actual situation well. Instructors need to constantly adjust the evaluation methods and content to fill in the gaps in evaluation. For example, in the initial evaluation, she did not require students to hold group meetings and record the content of the meetings, but only to evaluate the general performance of students through peer review. However, from the results, this process would miss lot of information, so she later added a series of measures to fill the gaps, including:\n\n\t(1) Hold a group meeting once a week, record the attending students, and submit the meeting minutes. As to how to write meeting minutes, Professor Chen will explain in class.\n\t(2) Submit the PPT about the service content, and let the students explain the execution logic and personal thinking in the report and personal reflection. This not only allows instructors to understand the service situation more effectively, but also improves the quality of service for students.\n\nIn addition, if the final examination can be well integrated with the service itself, it can also fill in some assessment gaps and increase student participation. For example, if the final test is set as a case analysis, if students fail to participate in the service-learning project well and do not have their own personal experience, they will not be able to understand and analyze the case well in the final examination, and the score will be relatively low. 'In this way, at least half of the students will be more engaged and involved,' Professor Chen said."
          }
        ]
      },
      support: {
        content: [
          {
            header: "Faculty engagement",
            text: "Professor Chen believes that a very important factor the development of service learning in universities is staff participation. In the Business School of LU, all faculty and staff are required to be qualified in publications or teaching. If a faculty member is unable to have publications consistently and steadily, then he needs to work hard for gaining the practices, such as consulting or being company executives, or carrying out service-learning projects, etc., in order to gain recognition from the university. Under this policy, for non-long-term contract teachers and teachers who have not yet gained certain academic achievements, developing service-learning is a relatively simple way to gain recognition. For teachers who have obtained long-term contracts and academic recognition, there may be two main factors that motivate them to carry out service- learning and these are to help their teaching and not to bring them extra or too much burden.\nIn addition, Professor Chen also believes that if there is university support, the threshold for faculty to participate in service-learning will be lowered. After all, if the university can provide support for training, funding, and partnership establishment, the workload of the faculty will be reduced."
          },
          {
            header: "Office of Service-learning (OSL)",
            text: "In LU, OSL is a unique department. Only one-third of its operating funds are provided by the university, and the other two-thirds are provided by outside institutions. This is because LU is the only one university in the New Territories West,, and local community organizations and groups have a considerable need for cooperation. Therefore, LU does not lack network resources in terms of institutional cooperation.\nWhen Professor Chen first came to LU, as a young faculty member, she was not familiar with service learning. At that time, OSL provided her with greater help. The following\n\n(1) Provide service-learning practice guidance (Mentoring): Most of the OSL staff have experience working with teachers in service-learning, and can directly give teachers advice on the implementation of service-learning.\n(2) Provide assistance in human resources: OSL helps to arrange interviews between students and service recipients, field trips and related consultation activities.\n(3) Help faculty and staff to establish a cooperative network (Networking): Professor Chen explained that OSL itself is also a teaching department that will teach some courses, so it will accumulate some cooperative resources. When teachers lack cooperative resources, they can seek help from OSL.\n(4) Provide funds: The financial assistance here is mainly used to purchase training courses and for daily expenses of the group. The daily expenses of the group include transportation and the purchase of activity materials, etc. 'The total cost will not be much and it is about HK$10,000 to 20,000 each course.' Professor Chen said.\n(5) Provide a discussion platform for service learning: There is a committee on service learning in OSL, which is responsible for reviewing all service-learning courses and conducting related discussions. 'For example, if I want to open a new service-learning course, or if I make change to a course, then we will exchange opinions on this discussion platform. We can also discuss policies on service-learning.' Professor Chen gave an example.\n\nOne thing has to be added is that OSL support is not bundled with the service-learning course, but the faculty and staff seek it out according to their own needs. Moreover, OSL's support is mainly in terms of cooperation and coordination, and it does not directly help teachers' teaching work. Therefore, the workload of each teacher will not be different because of the support of OSL."
          },
          {
            header: "Teaching assistant",
            text: "Initially, OSL staff were responsible for all the support work. However, due to lack of manpower, OSL began to develop students into student helper. They hired outstanding students with service-learning experience as Teaching Assistant (TA). In supporting work, TA is mainly responsible for communicating with institutions and students."
          }
        ]
      },
      challenges: {
        content: [
          {
            header: "OSL- Shortage and change of human resources",
            text: "The number of staff in OSL is not many and it is usually less than 10. Some employees still need to do their own research and teaching, so there are not many people who can really do support work. However, OSL teachers are very professional and efficient. For example, a colleague often supports the work of a faculty. However, this also brings about a problem, that is, personnel changes and resignations will have a great impact on the courses, and even directly affects the quality of services."
          },
          {
            header: "Class size",
            text: "According to Professor Chen's experience, when a class size is about 20 students, the effect is the best for the class. For example, in the reflection session, the instructor can walk into the group to interact with the students, and the students can learn more. However, very often the class size is more than 20 students. When there are more than 35 people, the operation of the entire course becomes very difficult."
          },
          {
            header: "Exchange student",
            text: "Professor Chen said that the low participation of some exchange students is a headache problem. For some of the exchange students, the purpose of coming here is just to play, and they perform with a poor learning attitude, such as low attendance rate and group participation, and the situation is even worse if the students are not present, then the entire service-learning project cannot be carried out.\nProfessor Chen's strategy for this is to adopt a strict reward and punishment mechanism. If you do not attend, you will not be able to add points. If the attendance rate is less than 70%, the students will be disqualified from taking the final examination. In addition, Professor Chen will prepare the exchange students psychologically at the beginning of the semester and persuade those with a playful mentality to quit the course. However, there will still be cases where students do not attend two weeks’ class before the start of the semester. Then, Professor Chen will communicate with these students again, and if they really do not want to participate in the course, special channels will be opened to let them withdraw."
          },
          {
            header: "Leadership and teamwork",
            text: "(1) Piece together common time. In the 'Leadership and Teamwork' course, students needed to spend time outside class to do services. The students would make contact with an organization as a group and it would be a big challenge to them to negotiate a common timetable.\n\n(2) Language barriers. The percentage of exchange students coming to Lingnan University was very high. In Professor Chen’s class, more than half of the students in the class were foreign students, but the recipients of the service might only speak Cantonese, which caused difficulties in communication.\n\n(3) Teamwork was a big challenge for students, and students would feel that it would bring extra and heavier workload. Because at the beginning, it would be very difficult for some students to work together. Because there was no guarantee that the five members of the group were very dedicated to the service. 'Some students step back, let others do it, and don't care about anything,' Professor Chen said.\n\n(4) When the number of clients was small, students needed to spend extra time to recruit clients. For example, in the course of serving the elderly, because there were not enough elderly participants, students needed to do posters and road shows to attract elderly\n\n(5) Different cooperative institutions had different expectations for the number of services provided by students. For example, some institutions expected students to provide services four times, and some institutions expected six times. Then, students would complain and feel that different times of service would affect their final evaluation results. In this regard, Professor Chen would try to communicate and maintain balance, and would also explain to students that the final evaluation was not an evaluation of the entire project, but the process of service. Perhaps the performance of the service process was not ideal, but if there was reflection on the learning results, she would still give satisfactory scores."
          }
        ]
      }
    }
  },
  {
    caseCode: 11,
    university: universityList["lu"],
    caseTitle: "Life Sciences: the way life works",
    lecturer: "Dr. Fong Jonathan",
    details: {
      caseDescription: {
        content: "Case 11 reports a three-credit service-learning course titled “Life Sciences: the way life works” (Hereinafter referred to as Life). This course was offered by Dr. Fong Jonathan, he is from Lingnan University.\n\nThis course gives a brief introduction to the Origin of Life and provides an understanding of the physical conditions that enable planet Earth to create and sustain life. A practical approach was adopted to arouse the curiosity and interest of the students in the subject in order to stimulate critical scientific thinking. The course addressed the basic chemistry and biochemistry of vital components for the living cell. The course explained the role and functions of the various organs and organelles in plants and animals.\n\nThe course “Life sciences: the way life works” aims to introduce the origin of life and provides an understanding of the physical conditions that enable planet earth to create and sustain life. A practical approach is adopted to arouse the curiosity and interest of the students in the subject in order to stimulate critical scientific thinking. With Dr. Fong’s connection, he managed to cooperate with the Ocean Park Hong Kong (香港海洋公園) (hereafter called the Ocean Park). Different from other courses which aimed to serve the elderly, in this “Life” course, students and the elderly went together to the Ocean Park to teach the visitors some knowledge about biology, such as shark and conservation. The Ocean Park wanted the visitors to learn more about knowledge of ocean protection. The practical experience for students not only help them broaden their knowledge scope, but also address life issues competently and with confidence. The intergeneration service activities allowed students to change their views towards the elderly and to learn more from them."
      },
      partnership: {
        content: "Dr. Fong thinks that it would be easily to conduct the service-learning course if it can be integrated into the existing and well-structured activities delivered by the community partners. Prior to the service-learning, he was planning to partner with a primary school. However, there were 35 students in his course and it was impossible that all of them came to teach in only one primary school. It would also become complicated if students were allocated to different schools and handled different projects and in such regard, Dr. Fong was concerned with the complexity of supervising different projects in one service-learning course. Therefore, he tried to look for existing activities that were of large scales yet very well-structured that students could just join to do service-learning. At that time, he had some friends working in the Ocean Park and they happened to have some projects that they could work together with Dr. Fong.\n\nAfter the confirmation of the partnership, students came to the Ocean Park and took up the roles to deliver the activities designed by the Ocean Park. Due to time constraint, Dr. Fong did not ask students to design the activities.\n\nAlso, he believed that his service-learning project could be delivered smoothly if he could integrate his course content into the structured programme already been available in Ocean Park. As a matter of fact, the Ocean Park had fruitful experience in organizing these activities. Moreover, most of the partners in the Ocean Park used to study in Lingnan University, and therefore they were familiar with the courses and students’ situation."
      },
      linkage: {
        content: [
          {
            header: "Reinforcing learning knowledge through real interaction with customers",
            text: "Dr. Fong thinks that this course is related to General Education (通識教育), which will be easier to link it to service learning when compared with the compulsory courses. Many students with different majors can enroll in this course.\n\nDr. Fong understands that if the students do not have background knowledge of Science, they may find the lectures boring and meaningless to them. The addition of service-learning component in this course, to some extent, would be more attractive to students because through doing services, students experienced how they could apply what they had learnt from the class into reality and this even facilitated their understanding of the knowledge taught in class.\n\nFor instance, many tourists in the Ocean Park would come up with different questions that students, with insufficient background knowledge, could not answer immediately. Therefore, during breaks, the students would initiate to look for the answers by themselves through the internet. They would put more efforts in answering the tourists’ questions, which, in return, helped them develop self-learning habits. This learning process further facilitated their understanding of the learning contents."
          },
          {
            header: "Adapting teaching contents with the Ocean Park experience",
            text: "Dr. Fong said that Life Sciences is a general education (GE) course in Lingnan University. Compared with the compulsory courses, GE courses are more flexible in terms of the 8."
          }
        ]
      },
      service: {
        content: [
          {
            header: "More experiential practice in society",
            text: "Dr. Fong believes that the service-learning curriculum enables students to gain more work experience. He agrees that the collaboration with the Ocean Park not only can enhance students’ course knowledge, but can also help them gain more opportunities to communicate with other people in society. For example, students, during their service days in the Ocean Park, enlarged their social network through building personal relationships with the management staff. If the students are interested in this field, it is easier for them to continue working as interns or to find full-time jobs in the Ocean Park later on."
          },
          {
            header: "Intergenerational learning experience",
            text: "Dr. Fong said it was very special for students to have intergenerational learning experience. Most of the elderly came back to study after they retired. He felt that most of these elderly were very diligent in learning. This atmosphere, to some extent, influenced students’ attitudes towards studying. That was, students might appreciate their learning opportunities more. Furthermore, students and the elderly not only conducted service together, but also had lunch break together. During the break time, they had the chance to discuss things other than things related to service-learning. This interaction time enhanced their relationship.\n\nDr. Fong added that the intergenerational learning experience also facilitated students to reflect on their behaviors. For example, most of the students were very shy during service- learning activities. After seeing that the elderly was very active in participation, students tended to do more reflections later on.\n\nFurthermore, Dr. Fong mentioned that many students felt that the intergenerational learning experience changed their mindset towards the elderly. The elderly was the service recipients in their previous service-learning activities. However, this time, their roles had changed to become the service providers."
          },
          {
            header: "Students’ training and preparation",
            text: "Students’ training involved two parts. For the first part, the staff from the Ocean Park would give training to students, which was related to the knowledge about animals. For the second part, Dr. Fong would talk about logistics and customer service."
          }
        ]
      },
      assessment: {
        content: "For the assessment, scores were distributed to class tests, service-learning reflection and service-learning project. The class tests accounted for 50% of the assessment, with two tests for the semester term. The service-learning reflection accounted for 15% of the assessment. Dr. Fong provided two to three pages of rubrics for students to write the reflective journal, which involved the guiding questions. For the service-learning project, Dr. Fong allocated 35% of the assessment to evaluate students’ performance during the visits, group participation and qualities of activities produced. In terms of the performance during the visits and qualities of the service activities, three parties involved in the evaluation.\n\nFor instance, staff from the OSL and teaching assistants gave scores based on students’ performance in delivering the service activities. Meanwhile, staff from the Ocean Park also gave scores. Dr. Fong mentioned that these scores were normally high as long as students showed up in the service sites. For the group presentation, members in each group could evaluate each other and allocate scores. Dr. Fong hoped that involving students in each group to do evaluations could further strengthen students’ responsibilities in service activities."
      },
      communityPractice: {
        content: [
          {
            header: "Support from the Office of Service-Learning (OSL)",
            text: "The Office of Service-Learning (OSL) in Lingnan University provides some personnel support to faculty members in service-learning related courses, such as teaching assistants. Dr. Fong had three teaching assistants (TAs) to help him during his course. These TAs were students who had taken service-learning courses and they were interested in offering help. Their main responsibilities were related to handling administration, logistics and on-site supervision, but not academic isssues. For example, each of them went to supervise students’ service on-site at least once. During their supervision, they managed the students and also handled the administration things, such as asking students to submit materials to the Ocean Park and registering students’ names."
          }
        ]
      },
      evaluation: {
        content: "Time and training design are two areas for improvement in this course. Firstly, more time could be added in this course. With more time, students could complete a project on their own. Meanwhile, Dr. Fong also mentioned that most of these students did not have science background knowledge, which would be difficult for students to complete the project. He is still working on improving the course. He added that the ideal situation was that with enough time provided, students were able to design an activity for the course and then taught the visitors in the Ocean Park to join this activity.\n\nSecondly, Dr. Fong still wants to work with the elderly so as to facilitate intergenerational learning experience, but this would lead to the same issue as having a large group of participants. Dr. Fong said, after discussion with his colleagues, they came up with a solution that the training could be tailored for two to three times. With more training, students would be able to know more about their roles in the service-learning activities."
      },
      challenges: {
        content: "Dr. Fong had encountered some challenges when teaching this course when the number of enrolled students had increased to 45 in the class. With the large number of participants, it affected the quality of the training prior to the service-learning.\n\nAnother challenge was that there were around 8-9 exchange students. For these students, they were not allowed to do service in the Ocean Park because it was considered as a job. Dr. Fong did not know this issue before. He quickly made the decision of rearranging these students to do other service-learning activities organized within the Lingnan University. In future, Dr. Fong would ask exchange students to apply for the working visa earlier if they are willing to enroll in the service-learning activities in the Ocean Park."
      }
    }
  },
  {
    caseCode: 12,
    university: universityList["lu"],
    caseTitle: "News Writing",
    lecturer: "Prof. Siu Yan-ho",
    details: {
      caseDescription: {
        content: "Case 12 reports a three-credit service-learning course titled “News Writing” (Hereinafter referred to as Writing). This course was offered by Prof. Siu Yan-ho, he is from Lingnan University.\n\nProf. Siu Yan-ho first came into contact with service-learning in 2015. At that time he worked with a professor to teach the course 'Classical Fiction'. With the collaboration with the Elder Academy, this course uses the method of “life retrospective narrative, and combines literary creation and interviews to help students understand the process of literary creation. During this process, Dr. Siu gains a lot of experience in service-learning, including how to cooperate with organizations, the formulation of processes and goals, the guidance of writing, and conducting interviews. The accumulation of these experiences has helped him follow up the development of service-learning courses in the future.\n\nIn 2016-2017, Dr. Siu started to independently teach a service-learning course, namely 'news writing'. This course inherited the interview and writing model of 'classical novels'. The service target was still mainly the elderly. It was launched with the theme of 'Hong Kong in 1950' and with the purpose to integrate the interview writing knowledge acquired in the classroom and service-learning, and to let students practice what they had learned. He said that there were three main reasons for the choice of the theme of interviewing the elderly and Hong Kong in 1950: First, Dr. Siu was interested in the study of Hong Kong literature and culture after the World War II, that is, after 1950. However, there was a lack of relevant information during that period and little could be understood. Through the survey through interview with the elderly, this missing part of the research data could be supplemented; second, he felt that the elderly of this age group were old and if that was not done at that time, there might not be any chance in the future. In addition, most of the elderly that he had contacted with had primary cognitive impairments. Even if they were in good health, their memory would inevitably deteriorate. Therefore, it would be better to do interviews and conduct surveys promptly with this group of old people whenever possible. Third, Dr. Siu believed that the history of Hong Kong in the 1950s and 1960s should be retained. He treated the retention of such history his personal responsibility to the Hong Kong community. He felt that this historical memory was precious and important to the interviewed elders, their families and communities.\n\nIn 2017-2018, Dr. Siu continued to work with the elderly centre in Hung Shui Kiu, but the theme was changed to 'Hong Kong in 1960' because the university wanted the instructors to present different courses. In addition, he had also increased the cooperation with other organizations, and the service target was still the elderly. The other organizations included were about food therapy services with the School of Chinese Medicine of Hong Kong Baptist University, co-organizing an exhibition of an era with Tai Kwun, and he also tried to move to Taiwan to have practice and to further enrich the curriculum model and outputs."
      },
      partnership: {
        content: [
          {
            header: "",
            text: "In the first year or two of doing service-learning, Dr. Siu’s contact with partner institutions was mainly established with the assistance of the OSL of LU. The rich experience and professional competence of the OSL can offer great help to novice instructors. Later, the instructors can add their inputs and develop greater awareness of the community. With the interpersonal network with the relevant communities strengthened, they would also try to find cooperative opportunities on their own. For example, in 2017, in addition to continuing the cooperation with Hung Shui Kiu Elderly Center, Dr. Siu also contacted the 'Tai Kwun' (大館) and co-organized the '1960s Exhibition'. He took the initiation to coordinate the cooperation between the 'Tai Kwun' organization and the OSL. The OSL supported with the provision of human resources while the main contact work was undertaken by Dr. Siu himself."
          },
          {
            header: "Expectations of partner institutions",
            text: "Upon completion of the elderly stories or discussion of the local issues, Dr. Siu could give feedback to the local partner institutions and helped them understand better the elderly and the community, and then to improve policies and measures for the community. For example, regarding the relocation of community elders, Dr. Siu said that there was a certain implicit cultural constraints, and the results of service-learning courses could help community partners better understand this implicit culture and deal with related problem issues."
          },
          {
            header: "Establishment of cooperation network",
            text: "In addition to the support of OSL in making contact with partner institutions, Dr. Siu himself would also look for cooperative opportunities. It required more time and energy to establish and maintain relationships. For example, there would be meetings outside the planned program schedule and therefore taking up extra time of instructors."
          }
        ]
      },
      linkage: {
        content: "'News Writing' is divided into a service-learning module and a non-service-learning module. The service-learning module is also known as the 'new writing service research plan' and it mainly contains two major parts, namely 'interview with people' and 'local topics'. In the 'interview with people' part, the students will form a group of two, and each group will interview an elderly to understand his life in Hong Kong in the 1950s, and gradually explore and understand the events experienced by the elderly and the related cultural context behind them. In the 'local topics' part, students had to have a deep understanding of the local community, including the need for field trips, discovering problems, collecting and integrating data, etc., and then discussing local issues through text, presenting the development of community history and the changes past and present.\n\nThe specific course content and arrangement are as follows:\n\n\t(1) Historical research: Students investigate and understand the background in the early stage before the service delivery, which helps the offering of the services that follow. For example, to communicate with the staff of the elderly center to understand the background of the elderly prior to the 'interview with people', or to pay field visit and collect information during the exploration of the 'local topic'.\n\n\t(2) Visits: Students have to conduct three interviews with the elders. For the first time, it aims to get acquainted with the elders and establish a relationship with them. The second visit is to define the scope of research, service and the subsequent articles. In the third visit, the students should have established a clear theme. Through interviews, the writing materials will be supplemented, or more detailed materials can be obtained orally, so that more in-depth character descriptions or plot narratives can be achieved.\n\n\t(3) Consultation interviews: Students need to conduct four consultation meetings with their instructors individually or in groups. They have to report the status of the visit and the difficulties encountered to the instructors to help them to understand the needs of the students and make corresponding adjustments.\n\n\t(4) Field visit: The staff members of the elderly centre would leads the students to enter the community to gain insight into the local community culture and history.\n\n\t(5) Results sharing: This includes class discussion and sharing, sharing of results and some follow-up activities. In the classroom discussion and sharing, everyone will study the difficulties and value in the service-learning process; in the results sharing session, the elderly, center staff and colleagues in service-learning will be invited, and the instructors will listen to the students' report on the learning results, and give comments ; and in the follow-up activities, that is, after the book about 'personal interview' has been compiled, the results of service-learning will be shared and passed on to the public in press conferences, exhibitions and other activities."
      },
      service: {
        content: [
          {
            header: "Two-generation communication",
            text: "Dr. Siu believes that promoting communication between the young and the elderly is one of the goals of his service-learning curriculum. Before taking up his service-learning course, some students might have stereotyped impressions of the elderly who were born in the 1950s and 1960s. The students felt that they were either more sick, old-fashioned, or compassionate. But after their contact with the elderly, the students would find that getting along with them was mostly pleasant, and they were more fascinated by the trend than the students could think of."
          },
          {
            header: "Impact on the elderly interview",
            text: "At the end of the service, there would be a presentation meeting in which the elderly would be invited to cooperate with students, and their families would be invited as the audience. With the use of PPT, it was to show the life review and thoughts of the elderly. The family of the elderly often had a deeper understanding of the elderly and they would respond, “It turns out that my father is like this: and “It turns out that my husband loves me very much.” With this positive impact, it helped the elderly and their families to re-recognize family relationships.\n\nThe service-learning event also helped the elders to build their own meaning in life. At the beginning, many elders would say, “I am old. There is nothing special in life and nothing special to be interviewed.” However, during the interview, the students’ attention to and affirmation of the experiences of the elders could help them enhance their confidence and re-examine the value and meaning of their life.\n\nDr. Siu believes that people who do not necessarily do great things to be heroes, as long as they live wonderfully, they are heroes. He hopes to express the affirmation of ordinary life to the elderly, students, and even the general public through the power of words, which leads to a wider impact."
          },
          {
            header: "Training and preparation",
            text: "<i>Screening of service recipients</i>\n\nPrior to the service-learning, the instructor would understand the elders preliminarily and conduct a screening process through interviews. This was to ensure that the selected elders could accept the interviews and speak freely, thereby reducing the difficulty of interviews for students. According to Dr. Siu’s experience, the elders interviewed always had stories to provide, and students would never worry about a lack of interview topics. Problems arise, mostly because the students lacked preparation before the interview, or the publicity and coordination work of the partner organization was not good enough.\n\n<i>Preparatory workshops</i>\n\nIn the early stage of the course, there were two workshops about “communication skills” and “Hong Kong culture”. Colleagues from OSL would explain the concepts of service-learning and interview methods at the first workshop. In addition, staff of the elderly center would be invited to introduce the service targets and the skills of getting along with the elderly. The main objective of the cultural workshop was to let students understand the historical and cultural background of the issues discussed in the course. Students had to attend both workshops."
          }
        ]
      },
      reflection: {
        content: "Reflection consists of three parts. First, the reflection is about relationship between oneself and Hong Kong, the elderly, the community and etc. in of individual and group interview process, and the second part was for the students to think about what they had learned in the classroom and the related applications. Third, the students would reflect fully during the results sharing session and to rethink their relationship with the elderly.\n\nIn the early stage of the course, students can choose to participate in the service-learning part or non-service-learning part of 'news writing'. In the service-learning part, fixed interview subjects and themes had been set up, namely, the elderly in Hung Shui Kiu and 'Hong Kong in 1950'. In the non-service-learning part, there was no rigidly designated interview subject. The participating students could choose the interview subject and writing theme by themselves. In addition, there were specific requirements for the number of consultation meetings for service-learning students, but not for non-service-learning students. Dr. Siu explained that the reason for setting up this requirement was that students were not familiar with the elders and the interview difficulty was relatively high. The three consultations were required to ensure the support of the instructors to the students and the quality of the course. For students who participate in non-service-learning part, most of them would find people whom they knew well or friends as interview subjects, so the interview arrangement was relatively easy. Therefore, if non-service-learning students did not have questions to ask, they would not be forced to participate in the instructor’s consultation meetings."
      },
      assessment: {
        content: "Dr. Siu was responsible for all the course evaluation work. He would personally lead and participate in a number of activities, such as every workshop, visit and interview to ensure the quality of the course and to strive to give students immediate feedback and guidance. He expected to conduct a relatively comprehensive assessment through his full participation."
      },
      challenges: {
        content: [
          {
            header: "Communication issues with partner institutions",
            text: "Before the service event, how the partner organization introduces the service-learning to the selected elders will directly affect the quality of service-learning. If they simply say to the elders: 'Come and participate!' without details, the elders will easily refuse directly, causing the service activities to fail. Dr. Siu explained that he was relatively lucky as the partner institution worked hard to promote the service-learning plan to the elderly, so the overall cooperation was relatively smooth. However, some colleagues also reported that it was extremely unpleasant to cooperate with the institution and the elderly. Therefore, the instructors and the representative of the partner institution should have a good communication before the operation of the service-learning project.\n\n<i>Cooperation with other universities</i>\n\nDr. Siu had collaborated with the School of Chinese Medicine of the Hong Kong Baptist University (HKBU) in a service-learning course, combining 'personal interviews' with 'Chinese medicine diet'. This joint effort allowed students of LU to be responsible for interviewing the elderly and students of HKBU could then provide dietary treatment plan based on interview content. However, there were some challenges in this process:\n\n\t(1) The setting of the curriculum separated the content that the students of the two universities were responsible for. Specifically, there was little overlap in the content of the responsibilities of the students of the two universities, resulting in less communication between the two parties, and there was no exchange of interview knowledge and Chinese medicine knowledge. The measure taken by Dr. Siu was to add additional workshops to give Lingnan students the opportunity to learn more about Chinese medicine.\n\t(2) The schedule of the two universities needed to be adjusted. For example, Dr. Siu would insist that Lingnan students paid three visits, however, HKBU had no such rigid requirements for students."
          },
          {
            header: "Rethinking the credit requirement and no credit requirement",
            text: "By coincidence, Dr. Siu received funding from the Office of Service-Learning to carry out a cross-regional service-learning project in Taiwan, applying the 'news writing' curriculum. This was a separate project with no credit requirements. Students who had participated in 'news writing' service-learning would be recruited. According to Dr. Siu’s observation, students were more open to non-credit projects than courses with credit requirements. Specifically, in credit courses, homework is linked to scores and many of the students' considerations will be about test scores, such as the accuracy of words used and the level of detail in descriptions. The advantage of this is that they can well constrain and regulate their own output, but the disadvantage is that the choice of topics and the use of sentences will be more conservative, with fewer breakthroughs and innovations. In a separate project, students would have a more personal style of using sentences, and the choice of topics was also related to their interests. Taking the latter as an example, upon the students’ arrival in Taiwan, they chose various topics, such as the reconstruction of Taipei Twin Island, community pollution or transportation.\n\nIn addition, in Taiwan, the time period for individual projects was short and services were more concentrated. In a relatively unfamiliar and isolated environment, students could be more engaged. In Hong Kong, the student engagement and concentration were often disturbed by various other affairs, such as other courses, meetings, and other homework."
          }
        ]
      }
    }
  },
  {
    caseCode: 13,
    university: universityList["polyu"],
    department: "Institute of Textiles & Clothing",
    caseTitle: "Community engagement through expressive textile arts and fashion",
    lecturer: "Dr. Jin Lam",
    details: {
      caseDescription: {
        content: [
          {
            header: "",
            text: "Case 13 reports a three-credit service-learning course titled “Community engagement through expressive textile arts and fashion” (Hereinafter referred to as Textile). This course was offered by Dr. Jin Lam, she is from the Institute of textiles & Clothing of the Hong Kong Polytechnic University."
          },
          {
            header: "Background of the course",
            text: "Since 2015, Dr. Lam acted as an observer to help with this course. In 2016, the previous course instructor asked if Dr. Lam was interested in leading this course and he has officially been responsible for the course ITC2S01 from then on. There was only one service-learning course at their department at that time. To increase the number of service-learning courses, Dr. Lam revised the course ITC2S01 and added other elements to create another course ITC2S02. In 2017, the course ITC2S02 began. According to Dr. Lam, one major difference between the two courses is that ITC2S01 mainly involves conducting service for the disabled while course ITC2S02 aims at conducting service with the service recipients through a co-design process.\nFrom her observation since 2015, Dr. Lam realized that many service-recipients, in the service activities, tended to act like making orders to the students, such as asking students to make clothes or a dress. It seemed that students were there to serve the disabled. Dr. Lam commented that both parties should benefit from the service-learning process and encouraged each other. The co-design process allowed the service recipients to get involved. With some guidance, the service-recipients could put some efforts in the activities within their capabilities. For instance, if the service recipients were good at drawing, they could draw some pictures on the cloth with which the students could use to make clothes. “The rationale for the co-design process was to encourage interaction between the students and the service recipients,” Dr. Lam said. For instance, students could talk with the service recipients about their hobbies. The students could then talk about stories through the clothes. Dr. Lam said that the main character of the course was not just about the product but more like expressing the thoughts of the service recipients.\nThere had been big changes since the past 5 years. According to Dr. Lam, many NGO partners gave positive feedback that many service recipients felt being respected from the co- design process as they never thought that they could successfully make their own clothes."
          },
          {
            header: "Course structure and organization",
            text: "The course is composed of two main parts. The first one aims at introducing the definition and principles of service-learning. The Office of Service-Learning will teach basic concepts and practice of service-learning through an e-learning module. Students are required to successfully complete the e-learning module within the first four weeks after the commencement of the course.\nThe second part comprises lectures and workshops for the teaching of concepts, theories and practice of expressive textile arts as well as a service-learning project which aims at developing students’ practical skills with the service recipients. Through lectures, the course instructor would convey the knowledge and skills specific to the practice of expressive textile arts in the semester two. Dr. Lam would show students some literature and explain academically how the interventions involving expressive textile arts would benefit different service recipients. Moreover, students would also understand the rationales behind the concepts and their functions.\nAfter the students have acquired some basic concepts, they will be engaged in the service- learning project to develop their practical skills together with the service recipients, who are people with special needs, such as underprivileged children and women, single parents, ex- mentally ill persons, etc. All the artworks from the co-design process would be recorded. Given that service recipients need to get involved in the co-designing process, the service- learning project is arranged to start in semester three from the mid of May to July. In the one and half months, students would spend 40 hours in 5 weeks in direct contact with the recipients. The service recipients would be invited to take the course.\nA styling presentation with photo-shooting sessions were conducted as part of the service rendering and the service recipients modeled their own expressive textile artworks during the presentation. Specifically, the photo records of artworks and the actual artworks developed were jointly presented in a mini fashion show. In the mini fashion show, the local service recipients modeled their own expressive textile artworks with their personal expressions."
          },
          {
            header: "Class size",
            text: "This course not only involved university students, but also the service recipients from the NGO. The students would take the course and learn some basic concepts. The NGO would lead the service recipients to come and join the co-design process of producing clothing items. Every year, there would be around 20 service recipients joining the class. 4 students would be arranged to take care of a service recipient. Then, there would be around 100 participants, including university students and service recipients in the whole class."
          }
        ]
      },
      partnership: {
        content: [
          {
            header: "Collaborating with different NGOs in one program",
            text: "There are 20 quotas for the service recipients every year for the program. In the past 5 years, Dr. Lam had only collaborated with one NGO. When she thought about serving different people, she then started promotion in different NGOs. She adopted a method of mixing service recipients from different NGOs in one program. She said that this way of collaboration could promote the teaching effect. For instance, during break-time, service recipients from different groups would communicate with one another and watch the artworks others were doing. Such interactions motivated participants in the co-design process."
          },
          {
            header: "Type of service recipients",
            text: "Dr. Lam pointed out that it was very important to advise their recruiting requirements for the service recipients to the NGOs. Due to the nature of the co-design process, she would talk to the NGOs initially that these service recipients should be physically strong enough and could understand properly throughout the co-design process. Since the staff from the NGO would be in a better position to tell the interest and capability of its members in this service-learning project, Dr. Lam invited them to identify suitable service recipients to take part in this co- design process."
          },
          {
            header: "The involvement of the social workers from NGOs",
            text: "Dr. Lam thought that it was important to engage the social workers in the program as the students were not professional in handling the service recipients, especially those who suffered from mental problems. Involving the social workers, to some extent, facilitated the personal relationship development between both parties. For instance, the social workers were familiar with the characters of the service recipients and in such case, whenever the service recipients were not in the mood, the social workers would inform the students beforehand and asked them not to assign many tasks for the service recipients."
          },
        ]
      },
      linkage: {
        content: [
          {
            header: "Use of expressive textile arts making to help the needy",
            text: "To facilitate expressive textile arts making in the community, Dr. Lam taught students to help develop the expressive textile artworks through products. For instance, many service recipients were not good at expression and easy to change their minds. Therefore, she shared some experience and asked students to show the color or the products through pictures or drawing to determine what the service recipients needed in the clothing instead of just asking them the size or color they wanted. In this way, students would not waste a lot of time in arguing with the service recipients, and would also enable them to use expressive textile arts knowledge to help needy people."
          },
          {
            header: "Enhancing skills of problem solving, communication and teamwork in the context of art and design",
            text: "The co-design process enables students to think from others’ point of views. Before the service, students thought that design was just an individual task and designers could just design whatever they thought was appropriate. The process of designing with the service recipients allowed students to get to know their design targets and the special requirements they needed. Communicating with the service recipients (their clients) was also a process of problem solving. Having service recipients told the students their needs encouraged students to think about what they could provide for the service recipients. The interaction process allowed both parties to coordinate better and exchange of ideas."
          }
        ]
      },
      service: {
        content: [
          {
            header: "Benefiting the service providers",
            text: "Dr. Lam commented that the arrangement of co-design also aimed at benefiting the service providers who were university students. She added that some students could feel that the service was not only designed to help the service recipients, but also help them to get along well with the service recipients. She said that if the service role was not balanced, students might only consider themselves playing a passive role in helping the service recipients. The whole meaning of the service was to show students that they were equally important."
          },
          {
            header: "Understanding the service recipients",
            text: "This face-to-face direct service also changed students’ views towards the service recipients, according to Dr. Lam. For example, the students would initially think that the service recipients were incapable, radical and gloomy. During the co-design process, students could observe that service recipients were easily satisfied and full of positive energy. When the service recipients, though inexperienced, showed their hard-working attitude, students were more motivated to participate in the course. The interpersonal interaction allowed students to reevaluate that the service recipients were very optimistic. The positive characters of the service recipients also encouraged students to take a more sanguine view towards life."
          },
          {
            header: "Youth voices",
            text: "Dr. Lam regarded that the involvement of students to direct the modelling event encouraged them to engage in and value the event more. Before the mini fashion show, students were given chances to plan for the process. For instance, students were responsible for helping their service recipients to find out what gestures, and catwalk worked the best with the clothing of the service recipients. Students also had to consider the tools, music, and dances to help the service recipients express their own stories through modelling their own expressive textile artworks. Dr. Lam said that the whole process took students up to 39 hours but they made no complaints. To her surprise, students asked for more time to do modelling rehearsal."
          },
          {
            header: "Multi-disciplinary grouping",
            text: "Dr. Lam encouraged students of diversified disciplines to group together in the class. She said, having students from diverse background enabled them to learn from each other and get in touch with students in other disciplines. There were one third of the students, whose major was not in textile in her class. Some of them probably majored in computer science, engineering and nursing. The cooperation with students from other majors encouraged learning from each other. For instance, some students with nursing background, did not know basic expressive textile arts techniques but they were good at taking care of the service recipients. With their interaction, the ITC students could learn the nursing skills while the nursing students could pick up some stamping and painting skills in the program. Dr. Lam mentioned that apart from studying, many students did not have many opportunities to know students from other backgrounds. The mixture grouping enabled students to get along with other students in a short and intensive period"
          }
        ]
      },
      reflection: {
        content: [
          {
            header: "",
            text: "There were two ways of reflection: reflective journals and debriefing."
          },
          {
            header: "Reflective journals and report",
            text: "Students were required to write reflective journals and report both during and after the service-learning project. The reflective journals were designed to check students’ abilities to (a) link their service-learning experience with the academic focus/discipline-specific content of the course, (b) reflect on their service-learning experience to identify their learning gains as well as areas for improvement, and (c) reflect on their roles and social responsibilities. Dr. Lam mentioned that guidelines, such as questions, were given to students to answer in the reflective journals rather than their writing by themselves. The questions that students needed to answer, such as what kinds of challenges they had encountered; how they overcome these challenges; whether they would put what they had learnt into the future practice and about their insights of the activity they joined."
          }
        ]
      },
      assessment: {
        content: "Dr. Lam commented that a clear assessment structure was very important in service-learning course. She explained that with a transparent structure, students would think that it was worthwhile to put effort and to know their roles and responsibilities. Students’ performance would be assessed through different tasks, such as the e-learning module and project, specific seminars/workshops (10%), group (20%) and individual performance (20%), quality of the deliverable (20%) and reflective journal and reports (30%).\nThe e-learning module and project-specific seminars/workshops included assignments and learning tasks that were designed to assess students’ ability to link service-learning with the academic content of the course of expressive textile arts and their understanding of their role and responsibilities in society.\nFor individual and group performance, Dr. Lam would assess the students’ attitude and performance in the rendering of service, their degree of engagement with the service recipients, their collaboration with other students and interactions with the service recipients and/or collaborating NGOs. She had 8 staff to observe the students on-site and to do assessment. For instance, these teaching assistants recorded students’ punctuality, absenteeism and their preparation. According to Dr. Lam, not all the students got the same scores within group. The teaching assistants would base on their observation and also asked the students the types of work they were responsible with so as to get clear pictures of their roles were in the team, and gave scores according to each person’s performance in the team. For the quality of the deliverables, she said that it included expressive textile artworks and styling presentation or mini-fashion and/or static exhibition to reflect students’ understanding of the discipline-specific concepts, and their role and responsibilities as a professional, their ability to communicate effectively and empathize with their service recipients. She conducted assessment based on two perspectives: the preparation of the clothing items and the service recipients’ responses. She would ask the service recipients again about the clothing making process to make sure that it was a co-design and collaboration process. Moreover, she could also assess whether the service recipients liked the clothing or not."
      },
      support: {
        content: [
          {
            header: "Professional support",
            text: "As mentioned, some professional people from mental rehabilitation were hired to help sewing so as to minimize the technical issues faced by the students. Although these people are suffering from mental illness, they are very professional in sewing and they have even better than the skills from most of the university students. Meanwhile, university students could also learn from these professionals."
          },
          {
            header: "NGO's support",
            text: "The NGO partner was invited to have a seminar sharing the interpersonal skills to handle different service recipients. The sharing mainly involved skills and a few things to pay attention to when students interacted with the service recipients. For instance, students should avoid mentioning certain things when dealing with specific service recipients. The NGO wrote down some taboos related to each service recipient and distributed to students according to service recipients they took care of. During the seminar, there would be some warm-up activities, such as making introductions or playing games.\nAfter introduction, the social workers would take the service recipients to another room to rest and then guided the students to tour around the NGO. Another social worker would start the sharing section. Dr. Lam stated that it was very important for the NGO to share the interpersonal skills. For instance, in the third year of operating this service-learning course, there were 10 mentally retarded people involved in the program and they were different from the other normal mentally ill people as they did not know how to express with words. It was a huge challenge for the students.\nTo involve those service recipients in the co-design process, the NGO suggested students to use leading method, instead of commending, in the co-design process. One 70-year-old woman suffering from severe mental retardation impressed Dr. Lam the most. This elderly did not have long span of attention that she would take a nap every 15 minutes. Therefore, students needed to be very patient. Using the leading method, the students cut some flowers for the elderly and then the elderly would use a sponge roller to print out the flower. Although printing with shaky hands, the elderly enjoyed this process a lot that she immediately wrapped the cloth around her neck as if it was a scarf. Seeing this scene, students believed that although the elderly could not express, she could show her emotions through action. This new way of expression was also very novel to students."
          }
        ]
      },
      communityPractice: {
        content: [
          {
            header: "Funding support from the university",
            text: "The university provided funding for the operation of service-learning course. The funding was based on the number of students in the course. There would be around 2000 HKD for one credit of the course and there would be three credits for a student who enrolled the course. Accordingly, there would be 80 enrollments, and the amount of funding would be around 600-700 thousand HKD in total, but there was always around 300 thousand HKD that was left unused. Dr. Lam would use some of the funding to hire two project assistants. In addition, there would be three student helpers in the classroom."
          },
          {
            header: "Developing a package of teaching for sustainable development",
            text: "Dr. Lam believes that students’ expressive textile expertise and skills can be used to transform the society for sustainable development. For previous service-learning project, there was only one visit which was a site-visit or food delivery to the poor. This form of service-learning activity could only produce a short-term effect. However, if the service recipients were taught with some skills, they could apply them in future when needed."
          },
          {
            header: "Raising scholarships for knowledge transfer",
            text: "Students were offered scholarships share their learning in this program with the next-year students. When compared with the teachers, Dr. Lam said that students learned better if former students transferred the knowledge. Students who joined the program could apply for scholarship at the end of the course and those who successfully got accepted would share their experience in the service with students who joined next year."
          }
        ]
      },
      challenges: {
        content: [
          {
            header: "Technical challenges",
            text: "It was challenging for Dr. Lam to teach students from diverse backgrounds because of their different areas of expertise. She used various methods to minimize technical problems during the process of co-design. For instance, she would ask the sponsors to provide existing cloths and clothing so that students could use the existing materials for DIY. She also told the students to provide larger cloth to enable the service recipients to have more creative ideas. These methods, to some extent, prevented technical problems from affecting their interaction. She would also hire some professional people for sewing so that students could focus more on the needs of the service recipients and at the same time learned how to sew from these professionals."
          },
          {
            header: "Time consuming",
            text: "Dr. Lam stated that the course was very complicated and time consuming when compared with other courses in terms of logistic arrangement. She added that although the teaching hours were the same, this course involved another element- the final show. That means, the whole process included hiring professionals for photo-taking and cosmetic makeups, and the run-way for modeling show. These all consumed plenty of time and manpower."
          }
        ]
      }
    }
  },
  {
    caseCode: 14,
    university: universityList["polyu"],
    department: "Department of Applied Social Sciences",
    caseTitle: " Community Psychology",
    lecturer: "Dr. Chan Hin Wang",
    details: {
      caseDescription: {
        content: "Case 14 reports a three-credit service-learning course titled “Community Psychology” (Hereinafter referred to as Psychology). This course was offered by Dr. Chan Hin Wang Kevin, he is from the department of Applied Social Sciences of the Hong Kong Polytechnic University.\n\nThe course Community Psychology started from 2011. At that time, the course was run as a pilot service-learning course for the three-year curriculum students as a general education elective. The reason for constructing it as a service-learning module was that Dr. Chan wanted to use the service-learning pedagogy to serve the course purpose. Specifically, the course required students to not only learn theory and knowledge about how people behave in a community, but also take corresponding actions to change the community. Only through a service-learning module can students fully grasp the community psychology properly. The pilot service-learning course had attained positive achievement. Therefore, this course commenced as a subject of the four-year curriculum. Later, it has been categorized as one of the service-learning subjects and the course has been offered to the students who take this four-year new curriculum, contributing to their achieving the general university requirements, which involve thirty credits of the class subject to service learning, the interpersonal leadership and etc.\n\nCommunity Psychology includes three modules of learning: Lectures/workshops, e-learning and first-hand community service. It was a small class size enrolled with 24-40 university students.\n\n\ta. Lectures/workshops are designed to equip students with the discipline-specific knowledge, including health promotion and prevention, empowerment, and sense of community and social capital. Some intervention targeting at community health, individual’s wellness and civic society at higher level will also be introduced.\n\tb. Students need to attend 10-hour e-learning module developed and delivered by the Office of Service Learning at PolyU, which aims to introduce basic concepts and practice of service-learning. Students are required to complete the e-learning module within the first four weeks of the semester.\n\tc. For gaining the first-hand community service experience, students can participate in either a health promotion or a child development program. Within the program, the students are expected to work closely with the collaborative agency to deliver a range of tasks and activities to the service recipients. The students would be divided into teams of around five persons. Each team are required to participate in home visitation, specific tasks assigned by the service agency and design activity according to the community and service needs."
      },
      partnership: {
        content: [
          {
            header: "",
            text: "Dr. Chan has been partnering with Kwai Tsing district for almost 20 years. They have developed a solid, concrete, trustful working relationship with each other. At the beginning, Dr. Chan was working with Kwai Tsing Safe Community and Healthy City Association. Nowadays, they do not only collaborate on service-learning project which is the core of the collaboration packages, but also on several other community projects."
          },
          {
            header: "Sustainable relationship",
            text: "To develop a stable and long-term partnership, Dr. Chan states that building up a stable human relations is the key, such as establishing a good communication relationship prior to the start of the service-learning programme, and converting and materializing students’ efforts into achieving community projects."
          },
          {
            header: "Balanced relationship",
            text: "Dr. Chan also advocates that course leaders should focus on the tension or the balance between the service recipients, NGO versus the students. The intention/needs between service recipients, NGO and the students might be different. As a service-learning coordinator, reconciling these three parties further facilitates good partnership, not only between the NGO and university, but also the NGO and the university students."
          }
        ]
      },
      linkage: {
        content: "Dr. Chan believes that understanding the theory and knowledge about how people behave as a community without engaging students in practice in community is meaningless in analyzing the contemporary issue in one’s community from a multidisciplinary perspective and also understanding the corresponding actions to change the community.\n\nApart from teaching related concepts in classroom, Dr. Chan put much emphasis on students’ reflective journal. The reflective report was structured to let students describe the activities in which they took part and they were also required to relate their experience to their personal reflection as community engagement as well as the academic linkage with the subject matter. Through written reflective reports and on-site home visiting, students’ concepts were strengthened, such as community cohesion, sense of community or community action model or health coalition model. Only through written and handy experience can students apply the framework on program, and understand the maintenance and sustainability mechanism of community psychology."
      },
      service: {
        content: [
          {
            header: "Service activities",
            text: "Three service sections were set up in this course: visiting the elderly home, assisting in organizing center’s activities, and designing an activity for the seniors.\n\nFor the first section, university students were required to make at least 8-12 hours for a home visitation in total throughout the entire span of the course. Through home visitation, students would be exposed to and get to know about the community. For example, going through home visitation routine allows students to get first-hand experience about what a unit in an old building estate looks like; what does a singleton elderly home look like; what does a two senior couple only with one domestic helper look like; what it was like to step into a home of an ethnic minority.\n\nFor the second section, university students would be helping out some community activities organized by the service partner, such as a community health fair, or the seniors-organized or senior-let activities on recreational exercise. Being a passive role in those activities allows students to reflect on their role and responsibilities both as a professional in their chosen discipline and as a responsible citizen.\n\nFor the third section, students needed to design one activity for the seniors, which would be on the need or topic that the seniors wanted the most. Students could choose whatever format or style they wanted for the activity. They had to plan the activities. Usually, the course teacher would give them a list of hot topics or prioritized needs in the community. Dr. Chan mentioned that designing an activity aims to foster and nurture students’ critical thinking, problem-solving skills, interpersonal skills and teamwork. Moreover, the designing activity could not only promote students’ awareness of community issues, but also their abilities in applying the skills acquired to giving care in the community context."
          },
          {
            header: "Youth voices",
            text: "Dr. Chan believes that it is significant for students to have autonomy to have different experience among a good mix of each type of activities. Autonomy activities can facilitate students’ interest, and cater for their own needs for building knowledge. For instance, by design, Dr. Chan’s course was set up to expose students in three types of activities: the home visit, the center activities and students’ design of an activity."
          },
          {
            header: "Diversity of the tasks",
            text: "Dr. Chan thinks that the diversity of a tasks is very important. In Dr. Chan’s mind, the diversity includes different timeslots for various activities and diversity of task difficulty.\n\nHaving different timeslots of activities allows university students to flexibly choose the community service activity according to their timetable. Take PolyU students as an example, they would have a lot of commitments, such as doing part-time jobs, and preparing quizzes on Saturdays. With students having heavy schedule at school (university), course leaders should set different and diverse spectrum of community services with varying degrees of skills and time commitment required for students to have the flexibility to choose the timeslot according to their timetable.\n\nNevertheless, Dr. Chan put forward that there must be a good balance between enough diversity and unified and feasible service offering for the students. He added that too much diversity would not only drain students’ energy, but also the teaching team, the service NGO and the recipients. Therefore, striking a balance, such as having a personalized or tailored service packages, would save a lot of financial and time resources from the NGO as well as time from the recipients."
          }
        ]
      },
      reflection: {
        content: "The reflective activities were led by the service partners who were more concerned as those activities operated by registered social workers. Therefore, Dr. Chan would generally sat back and the social workers would run the debriefing session as they would like to know what students had learned in activities. Meanwhile, social workers and the students would discuss some challenges they encountered during the activities. For instance, some of the neighbors were less friends and some students were banned by a very fierce old lady. Also, there were some awkward cases, for example, a group of all female members knocked on the door and saw a 70-year-old man dressed in only a pair of underpants.\n\nSocial workers, Dr. Chan and students would also discuss together and come up with some solutions to prevent or solve such problems. For instance, a policy was set up about grouping students, such as mixing up with female and male members in each group. Therefore, grouping students with mix genders can, to some extent, avoid any potential embarrassment when students pay home visits."
      },
      assessment: {
        content: "There are six types of assessment methods for students’ learning: 20% on-site observation, 10% group project presentation, 30% reflective journals/short essay, 20% quiz, 10% E- learning module and 10% class participation.\n\nDr. Chan tried to minimize the group performance yet acknowledge students’ team efforts so that he could have more discriminating power on assessing students’ individual performance. Different from other service-learning courses, his course involves assessment from multiple assessors. That is, both course lecturer and on-site supervisors would assess students. In order to maintain the consistency among different assessors, he requires assessors to grade students based on the rubric. The service rubric has clearly outlined several key components, such as professionalism, punctuality, commitment to the community service and to what extent they would exhibit their sincere concern on the service recipients. Dr. Chan would give students brief descriptions on each service assessment as well as the requirement of other assessment forms, such as reflective journal and paper assessment.\n\nFor individual performance, Dr. Chan could assess students from their reflective journals or essays submitted after the service-learning activities. The reasons of collecting their reflective journals or essays were to know how well students blended theories learnt in class coverage of subject matter and practice in their community service-learning experience. Quizzes were set as part of the course work, aiming at consolidating students’ comprehension of the essential and content knowledge blocks in the respective units. The questions were based on the weekly required reading and the lecture. Students were required to attend a number sessions of e-learning module developed and delivered by the Office of Service-Learning in PolyU to learn basic concepts and practice of service-learning.\n\nAnother issue is that with diverse portfolio of tasks, students’ satisfaction could be easily achieved. For example, some students might be very enthusiastic but they only have limited effort to invest time in a task due to their heavy workload at school. In this case, course teachers should set up a diverse portfolio of task that students at varying levels of competence can somehow meet the requirements of the tasks and get satisfaction and sense of competence after accomplishing the tasks"
      },
      support: {
        content: [
          {
            header: "The Office of Service-Learning",
            text: "Dr. Chan thinks that it is significantly necessary to have a team and proper supporting structure from university for service-learning programmes to operate smoothly. The Office of Service-Learning (OSL) in the Hong Kong Polytechnic University gives supports to operate the local and overseas service-learning courses, such as fostering the establishment of community partnership. Dr. Chan was fortunate to have a staff from the OSL to assist him in the course.\n\nRecently, the OSL has been restructured, which is being integrated with the Office of University Studies. The restructure leads to the re-arrangement of resource support and the priority of solving the needs of overseas service-learning projects. With the allocation of resources from the university, Dr. Chan started to seek external help by himself, such as recruiting other professions from outside to form the teaching team. He has already sorted another two to three visiting associates with strong human service and social work or community background to come and form a team.\n\nDr. Chan also mentioned that for overseas service-learning, only one junior instructor or teaching fellow is impossible to complete a successful overseas project. That is because, there might involve not only teaching, but also communication and administration work. Dr. Chan gave an example of a project led by his colleague in mainland. He mentioned that when 50 to 60 students were going to shanghai, other supports, such as Chinese in Mainland Affairs Office (CMAO), were needed to help with administration work, such as logistics and itinerary issues. Otherwise, the subject course leader could not handle everything."
          },
          {
            header: "Financial support",
            text: "Dr. Chan believes that financial support is also important to maintain the teaching team. He could obtain a certain amount of budget from his department to afford the junior teaching staff. However, he mentioned that when incorporating more senior staff, he had to design and plan his budget carefully to make sure that the senior staff’s involvement was on the point and constrained to an affordable budget. The key was to balance the budget and investment of the time and effort of the particular senior staff wisely on the overall cost preparation."
          },
          {
            header: "Local senior volunteers",
            text: "Apart from involving senior teaching staff, Dr. Chan also worked with the local senior volunteers in this service-learning project. They mainly helped to lead and moderate the home visitation for the university students. There are several advantages of such pairing arrangement. Firstly, the senior volunteers were more familiar with the service recipients. There would be higher possibilities that the service recipients would let the university students in for the visitation. Secondly, university students could take this chance to observe how local senior volunteers started the conversation with the elderly, so as to appreciate the social cohesion, and to strengthen their application of developmental theories that had been taught in the class to their adaptation in the home visits."
          },
        ]
      },
      challenges: {
        content: "For Dr. Chan, the main challenge was that for students from the social work profession, it was relatively difficult for them to pick up the services. They had higher anxiety and challenge in differentiating community service from their own professional practice. Some of them would undermine the service and think that the community service was too easy for them while others would raise the bar of excellence so high that they became too demanding on themselves as well as the service NGO.\n\nFor students who set higher bar for their performance, Dr. Chan attempted to solve the problem by re-emphasizing to the students that this was not a social work practicum, but a community service. He tried to tell the students to set lower requirement because it was unreasonable to have high demand on students who were not registered social workers."
      }
    }
  }//end case
];